[
  {
    "Name": "Шраги со штангой",
    "Description": {
      "StartPosition": "Возьмитесь за штангу хватом сверху, расставив ноги на ширину плеч. Расстояние между ладонями должно быть немного шире плеч. Расправьте плечи и грудь, выпрямившись полностью, немного прогнитесь в пояснице и поднимите подбородок, чтобы он был параллелен полу. В исходном положении держите руки выпрямленными, спина должна находиться в вертикальной плоскости, изгиб позвоночника S-образный, а взгляд направлен строго вперед. ",
      "Execution": "Вдохнув, задержите дыхание, напрягая трапеции, потянитесь плечами вверх, к ушам. Представьте, что Вас спрашивают о том, о чем Вы не имеете представления, и Вы просто пожимаете плечами. Не следует сгибать руки, наклонять торс и приседать. Все, что Вам требуется — это максимально высоко поднять плечи в вертикальной плоскости и при этом сохранить неподвижными все остальные части тела. Подняв плечи как можно выше, сделайте выдох и 1-2 секунды старайтесь удерживать плечи в таком положении. Медленно опустите плечи в исходное положение.",
      "Advice": ""
    },
    "MusclesString": "Trapezium,MiddleBack,Neck",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 1
  },
  {
    "Name": "Шраги со штангой за спиной",
    "Description": {
      "StartPosition": "Встаньте ровно. Ноги должны быть расставлены на ширину плеч и чуть согнуты в коленях. Пусть партнер подаст вам штангу сзади. Брать ее следует хватом сверху (чтобы ладони смотрели назад). Расстояние между руками — немного шире плеч. Расправьтесь, плечи отведите назад и немного приподнимите грудь. Втяните живот так, чтоб спина не сгибалась, и сохранялся естественный изгиб позвоночника. Руки должны быть полностью выпрямлены за спиной. В исходном положении штанга находится у нижней части ягодиц. Смотрите чётко вперед.",
      "Execution": "Сделайте вдох и задержите дыхание, поднимите плечи как можно выше. Не сгибайте руки, они должны быть прямыми на протяжении всего подхода. Все движения должны происходить только в плечах! Ноги, грудь и спина остаются неподвижными. Когда Вы достигнете верхней точки, надо изо всех сил напрячь трапеции и постараться удержать штангу в таком положении на протяжении 1-2 секунд (чтобы добиться максимального сокращения мышц). На выдохе постепенно опустите плечи.",
      "Advice": ""
    },
    "MusclesString": "Trapezium,MiddleBack,Neck",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 2
  },
  {
    "Name": "Тяга штанги к подбородку",
    "Description": {
      "StartPosition": "Возьмите штангу средним хватом сверху так, чтобы расстояние между руками было чуть меньше ширины плеч, и встаньте прямо. В исходной позиции выпрямите спину и слегка прогнитесь в пояснице, сделайте грудь «колесом», плечи расправьте, руки выпрямите в локтях, гриф штанги должен касаться бедер.",
      "Execution": "Задержав дыхание, после вдоха, потяните локти вертикально вверх и при этом разведите их. Ведущими в движении являются именно локти, а не предплечья или плечи. Во время подъёма локтей вверх, требуется, чтоб гриф штанги скользил вдоль тела в вертикальной плоскости от бедер к подбородку. Нельзя нависать над грифом, выгибая, при этом, спину дугой. Точка, в которой локти будут подняты максимально высоко (выше плеч), а верхние части рук на 30 градусов выше горизонтали, будет верхней точкой. Выдохните в верхней точке, сделайте паузу и как можно сильнее напрягите дельты и трапеции. Затем медленно опустите штангу в исходное положение.",
      "Advice": "Темп выполнения упражнения должен быть плавным. Удерживайте шею и корпус ровными, подбородок находится исключительно в горизонтальном положении."
    },
    "MusclesString": "Trapezium,ShouldersMiddle,ShouldersFront",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 3
  },
  {
    "Name": "Жим штанги стоя",
    "Description": {
      "StartPosition": "Штангу необходимо взять таким хватом, чтобы руки были чуть шире плеч. Полностью выпрямитесь. Гриф штанги должен касаться бёдер. Чуть согните ноги в коленях, а ступни поставьте параллельно, на ширине плеч. Если Вы выдвинете одну ногу немного вперёд – это повысит устойчивость. Поднимите штангу на грудь. Гриф должен касаться верхней части груди, ладони направлены в потолок, спина немного прогибается в пояснице, а плечи расправлены. Грудь – «колесом» - это положение будет исходным. ",
      "Execution": "Сделав вдох и задержав дыхание, выжимайте штангу вверх. Когда самый сложный участок движения будет пройден, можно выдохнуть. В верхней точке упражнения плечи будут максимально приподняты, а руки выпрямлены до предела. Когда верхняя точка будет достигнута, нужно на мгновение остановиться, и напрячь дельты до предела. Вновь сделав вдох и задержав дыхание, опустите штангу на грудь и приступайте к следующему повторению. ",
      "Advice": "Выполнять повторения нужно в умеренном темпе, при этом, полностью контролируя её движения (то есть, Вы не должны выталкивать штангу или позволять ей «лететь» самой по себе)."
    },
    "MusclesString": "ShouldersMiddle,ShouldersFront,Trapezium,Triceps",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 4
  },
  {
    "Name": "Жим штанги сидя",
    "Description": {
      "StartPosition": "Спинка скамьи должна быть вертикальной или почти вертикальной. Очень важно чтобы скамья располагалась правильно, относительно стоек, на которых лежит штанга. Спинка скамьи должна быть достаточно далеко от грифа, чтобы локти не касались стоек во время жима. Но, при этом, расстояние должно быть таким, чтобы Вы не испытывали неудобств, начиная выполнять упражнение: если лавка будет слишком далеко, Вы будете наклоняться вперёд и штанга может травмировать плечевые суставы. Отрегулируйте упоры для штанги таким образом, чтобы гриф был на уровне груди. Возьмитесь за гриф таким хватом, чтобы ладони смотрели вверх, немного шире плеч и обхватите гриф большими пальцами.",
      "Execution": "Сняв штангу с упоров и расположив её на верхней части груди, отведите плечи назад и выгните грудь вперёд. Далее необходимо напрячь пресс и поясничные мышцы, зафиксировав позвоночник в естественном положении, подбородок при этом параллелен полу. Сделав вдох и задержав дыхание, выжмите штангу строго вверх, напрягая дельты. После того как самый трудный участок будет преодолен можно сделать выдох. Когда руки полностью выпрямятся, делайте небольшую паузу и напрягайте дельты ещё сильнее. Сделав вдох и задержав дыхание, опускайте штангу к груди. Как только гриф коснётся груди, измените направление движения и не выдыхая, выжимайте штангу вверх.",
      "Advice": ""
    },
    "MusclesString": "ShouldersMiddle,ShouldersFront,ShouldersBack,Trapezium,Triceps",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,BenchExist,DatabaseExercise",
    "CodeNum": 5
  },
  {
    "Name": "Жим гантелей сидя",
    "Description": {
      "StartPosition": "Спинку скамьи необходимо установить вертикально. Сядьте на скамью, возьмите в каждую руку гантель, далее поднимите их над плечами. Чуть – чуть подав гантели вперёд, разверните их так, чтобы ладони смотрели вперёд. Расправьте грудь и отведите плечи назад. Зафиксируйте позвоночник в нормальном положении, напрягая пресс и поясничные мышцы. Немного разведите гантели в стороны таким образом, чтобы расстояние между ладонями оказалось чуть больше плеч, а локти были направлены в стороны и вниз. ",
      "Execution": "Напрягите дельты и выжмите гантели по широкой дуге вверх, предварительно сделав вдох и задержав дыхание. Гантели должны двигаться строго в вертикальной плоскости. Когда самый трудный участок жима будет пройден, выдохните, и полностью выпрямив руки, максимально напрягите дельты. В верхней точке гантели должны почти касаться друг – друга, руки быть полностью выпрямленными, а плечи приподнятыми. Плавно опускайте гантели к плечам, по той же траектории и делайте следующее повторение. ",
      "Advice": ""
    },
    "MusclesString": "ShouldersMiddle,ShouldersFront,Trapezium,Triceps,MiddleBack",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,BenchExist,DatabaseExercise",
    "CodeNum": 6
  },
  {
    "Name": "Жим Арнольда",
    "Description": {
      "StartPosition": "Для выполнения упражнения Вам нужно сесть на скамью с вертикальной спинкой и плотно прижаться к ней спиной. Ноги нужно согнуть в коленях под прямым углом и упереться в пол всей ступнёй. Нужно взять гантели и поднять их до уровня шеи. Потребуется выровнять локти так, чтобы они были в одной плоскости с туловищем или немного выдвигались вперёд. Разверните руки в запястьях таким образом, чтобы ладони были обращены к туловищу – это положение является исходным. ",
      "Execution": "Сделав глубокий вдох и задержав дыхание, выжимайте гантели вертикально вверх. Взгляд направлен строго вверх, голова не поднимается и не опускается. Подбородок параллелен полу. Как только гантели пройдут уровень макушки, начните разворачивать ладони наружу. В верхней точке руки будут полностью выпрямлены, но не заблокированы в локтевых суставах, ладони направлены вперёд, а плечи немного приподняты. Когда Вы выжмите гантели, выдыхайте. Остановитесь и, сделав дополнительное усилие, напрягите дельты ещё сильнее. Сделав вдох, верните гантели в исходное положение, постепенно разворачивая их внутрь, так, чтобы когда они, достигнут уровня плеч, ладони вновь были направлены к туловищу. ",
      "Advice": ""
    },
    "MusclesString": "ShouldersMiddle,ShouldersFront,Trapezium,Triceps",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,BenchExist,DatabaseExercise",
    "CodeNum": 7
  },
  {
    "Name": "Разведение гантелей стоя",
    "Description": {
      "StartPosition": "Расставив ноги на ширину плеч или немного шире, возьмите в каждую руку гантель и встаньте ровно. Руки должны быть слегла, расслаблены и выпрямлены, гантели «свисают» по бокам бёдер, при этом они немного повернуты внутрь, взгляд направлен вперёд – это положение и есть исходное. ",
      "Execution": "Сделав глубокий вдох и задержав дыхание, напрягайте передние дельты и поднимайте руки через стороны, исключительно в вертикальной плоскости, которая проходит через плечи. После того как Вы начали подъем гантелей, немного согните руки и следите за тем, чтобы они были зафиксированными в локтях до конца подхода. Недопустимо разгибать или сгибать руки во время выполнения упражнения. Когда гантели будут на уровни плеч или немного выше (верхняя точка), выдыхайте и плавно опускайте гантели, когда они будут у бёдер, сразу же, без заминки, делайте следующее повторение. ",
      "Advice": "Делать упражнение надлежит в стабильно – умеренном темпе."
    },
    "MusclesString": "ShouldersMiddle,ShouldersFront,Trapezium",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 8
  },
  {
    "Name": "Подъем гантелей перед собой",
    "Description": {
      "StartPosition": "Гантели находятся перед бёдрами и почти касаются их. Туловище сохраняет естественный изгиб, руки выпрямлены, но не до конца и зафиксированы в локтях до конца подхода - это положение является исходным. Гантели можно держать как нейтральным, так и хватом сверху. ",
      "Execution": "Сделав вдох и задержав дыхание, поднимите руки перед собой. Все движения происходят только в плечевом суставе, все остальные части тела, включая локтевой сустав, остаются неподвижными. Во время подъёма гантелей не нужно не сводить, не разводить руки. Расстояние между гантелями сохраняется постоянным – чуть меньше ширины плеч или равным ей. Гантели нужно поднимать до уровня плеч или чуть выше. Дойдя до верхней точки, выдыхайте и начинайте плавно опускать гантели. После короткой паузы переходите к следующему повторению. ",
      "Advice": ""
    },
    "MusclesString": "ShouldersFront,ShouldersMiddle,Trapezium",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 9
  },
  {
    "Name": "Разведение гантелей в наклоне",
    "Description": {
      "StartPosition": "Возьмите в обе руки по гантели таким хватом, чтобы ладони смотрели друг на друга. Нужно наклониться вперёд так, чтобы торс был параллелен полу. Спину держите ровной и немного прогнутой в пояснице. Можно немного согнуть ноги в коленях, в том случае, если Ваши мышцы задней части бедра тугие. Главное – чтобы был плотно зафиксирован S – образный изгиб позвоночника. Гантели должны свисать на выпрямленных руках, под грудью. Руки необходимо прочно зафиксировать в локтях до конца подхода. Их можно немного согнуть, перед тем как Вы приступите к упражнению – это положение является исходным. ",
      "Execution": "Сделав вдох и задержав дыхание, максимально напрягите задние дельты и трапеции, после этого плавно разведите гантели в стороны, стараясь поднимать их так высоко, как это возможно. Нужно обратить особое внимание на то, чтобы руки двигались только в вертикальной плоскости, которая проходит через плечи, гантели нельзя отводить ни назад, ни вперёд. В верхней точке локти должны находиться выше уровня спины. Выдохнув, начинайте плавно возвращать гантели в исходное положение. Сделайте небольшую паузу и приступайте к следующему повторению. ",
      "Advice": "Если Вам не удаётся удерживать естественный изгиб позвоночника, используйте горизонтальную скамью. Нужно расположиться на ней таким образом, чтобы почти вся грудь «вылезала» за её край, а ноги прочно упёрлись в пол. Сгибать и разгибать руки во время выполнения подхода недопустимо. Все движения должны происходить исключительно в плечевых суставах, все остальные части тела должны оставаться неподвижными."
    },
    "MusclesString": "ShouldersBack,MiddleBack,Trapezium",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 10
  },
  {
    "Name": "Обратные разведения рук в тренажере",
    "Description": {
      "StartPosition": "Отрегулируйте высоту сидения и положения рукояток тренажёра Peck-Deck таким образом, чтобы в начальном положении между рукоятками было расстояние равное ширине плеч, а руки в момент удержания рукояток, были выпрямлены и параллельны полу. Грудная клетка плотно прижата к спинке сиденья, туловище находится в вертикальном положении, спина немного прогнута в пояснице, а руки прямые и держат рукоятки так, чтобы ладони смотрели друг на друга – это положение является исходным. Приняв его, слегка раздвиньте рукоятки так, чтобы груз приподнялся с упоров. ",
      "Execution": "Сделав вдох и задержав дыхание, напрягите мышцы верха спины и задние дельты, а после, разведите рукоятки максимально далеко назад – локти должны отодвинуть за уровень спины. Когда руки будут максимально отведены назад (верхняя точка упражнения), ненадолго остановитесь и напрягите задние дельты ещё сильнее, а потом, выдыхайте и плавно возвращайтесь в исходное положение. Вернувшись к нижней точке упражнения (когда рукоятки немного шире плеч, а груз на весу и не соприкасается с упорами), сделав паузу, длиной в секунду, приступайте к следующему повтору. ",
      "Advice": "Если конструкция тренажера не позволяет делать упражнение с выпрямленными руками, позволительно чуть - чуть согнуть руки в исходном положении. Главное чтобы вы не двигали руками (не сгибали и не разгибали их) во время движения. Локтевой сустав должен оставаться в зафиксированном состоянии до конца подхода. "
    },
    "MusclesString": "ShouldersBack,MiddleBack",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 11
  },
  {
    "Name": "Подъем гантелей над головой через стороны",
    "Description": {
      "StartPosition": "Расставьте ноги на ширину плеч и выпрямите туловище. Руки должны быть немного согнуты и зафиксированы в локтях до конца подхода, гантели легонько касаются бёдер, ладони повёрнуты к боковой поверхности бедра – это положение является исходным. ",
      "Execution": "Сделав вдох и задержав дыхание, начните поднимать руки через стороны (не выдвигая их за плоскость туловища), в итоге они должны оказаться над головой. Когда гантели проходят уровень плеч, руки нужно слегка разворачивать в плечевом суставе и в верхней точке ладони должны быть направлены вперёд.",
      "Advice": "Если Вам станет неудобно продолжать движение, после того как руки станут параллельны полу и гантели начнут «застревать», разверните руки сильнее – ладонями вверх. В этом случае, в верхней точке ладони будут смотреть друг на друга. Не стоит расслаблять поясницу, прямое положение туловища должно быть зафиксировано до конца сета. Опускать руки вниз надлежит плавно на выдохе. Вы должны контролировать гантели в каждой точке движения. Не стоит сгибать руки в локтях – это травмоопасно. Темп выполнения упражнения – умеренный. Единственным исключением является нижняя точка, здесь, чтобы сдвинуть гантели с места и начать подъем, можно сделать лёгкое ускорение."
    },
    "MusclesString": "ShouldersMiddle,ShouldersFront,Trapezium,ShouldersBack",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 12
  },
  {
    "Name": "Подъем штанги на бицепс стоя",
    "Description": {
      "StartPosition": "Примите такое положение, чтобы спина была прямой, а ноги расставлены на ширине плеч. Носки направлены чуть в стороны, а ступни расположены почти параллельно. Возьмите штангу на ширине плеч, так, чтобы ладони смотрели вверх (хват снизу) . Чуть – чуть прогнитесь в пояснице, при этом опустив штангу к бёдрам и смотрите строго вперёд. Далее необходимо напрячь мышцы поясницы, зафиксировав естественный изгиб позвоночника до конца сета. ",
      "Execution": "Сделав глубокий вдох, задержите дыхание и поднимите штангу до верхней части груди, сгибая руки в локтях. Во время подъема штанги не нужно двигать локтями, зафиксируйте их по бокам туловища, также, не сгибайте руки в запястьях. Движение локтями снижает нагрузку на бицепс, и если без этого движения подъем штанги невозможен – значит Вы взялись за слишком тяжелый вес. Когда кисти будут на уровне верха груди, сделав паузу, выдыхайте и напрягите бицепсы максимально сильно. Опустите штангу в низ, плавно, полностью руки разгибать не нужно (не блокируйте локтевой сустав), иначе есть шанс получить травму. ",
      "Advice": "Во время выполнения упражнения не наклоняйтесь ни вперед, ни назад, осанка должна оставаться правильной. Шатание туловища – значительно упрощает выполнение упражнения, не давая бицепсу хорошенько напрячься. Туловищем можно помогать на последних повторениях, когда чистой техникой поднять штангу уже не получается."
    },
    "MusclesString": "Biceps,Forearm",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 13
  },
  {
    "Name": "Молоток",
    "Description": {
      "StartPosition": "Гантели нужно взять в руки так, чтобы ладони были направлены друг на друга. Немного прогнитесь в пояснице, при этом полностью выпрямитесь, гантели опустите к бедрам. Взгляд – строго вперёд. Напрягите мышцы поясницы, до конца сета Вы должны сохранять естественный изгиб позвоночника. ",
      "Execution": "Напрягите бицепс и поднимите одну гантель к плечу, предварительно сделав вдох и задержав дыхание. Локти, при этом, неподвижные и находятся по бокам туловища, не стоит выдвигать их вперёд. Когда кисть будет на уровне верха груди, остановитесь на несколько секунд (1-2), напрягите бицепс и предплечье ещё сильнее. Плавно опустите гантель, при этом выдыхая. После того как опустите первую гантель, выполните подъем второй – это будет одно повторение.",
      "Advice": ""
    },
    "MusclesString": "Biceps,Forearm",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 14
  },
  {
    "Name": "Подъем гантелей на бицепс в скамье Скотта",
    "Description": {
      "StartPosition": "Нужно взять гантели хватом снизу и сесть в скамью Скотта. Можно, не сильно, наклониться вперёд. При этом, ни в коем случае, нельзя скруглять спину и следить за тем, чтобы в пояснице был лёгкий прогиб. При подготовке к упражнению, выпрямите руки, но не до конца, при этом трицепсы расположены на ширине плеч, на пюпитре, а кисти зафиксированы в запястьях до конца сета, на одной линии с предплечьями. ",
      "Execution": "Задержав дыхание, после глубокого вдоха, поднимите гантели как можно выше, в этот момент локти и трицепс должны быть плотно прижаты к пюпитру. Сделав паузу в верхней точке, выдыхайте и напрягайте бицепсы ещё сильнее. Опустив гантели вниз, сделайте паузу, это поможет Вам избежать раскачивания. Можно продолжать делать повторения. ",
      "Advice": "Упражнение выполняется в умеренном темпе. "
    },
    "MusclesString": "Biceps,Forearm",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 15
  },
  {
    "Name": "Подъем на бицепс в блочном тренажере стоя",
    "Description": {
      "StartPosition": "Необходимо прикрепить к тросу, который проходит через нижний блок, прямой или кривой гриф, убедитесь что гриф свободно вращается вокруг своей оси. Возьмите гриф нижним хватом (ладонями вверх), станьте поближе к стойке тренажера и натяните трос. Выпрямив туловище, слегка согните руки в локтях, при этом поставьте ноги на ширине плеч, так, чтобы носки были чуть разведены. ",
      "Execution": "Задержите дыхание, после того как сделаете глубокий вдох, поднимите гриф к верху груди, напрягая бицепсы. Локти, всё время выполнения упражнения, должны оставаться неподвижными и быть около боков торса, или немного впереди. Остановитесь и напрягите бицепсы до предела, когда гриф будет на уровне верха груди. Выдыхайте. Опустите гриф, медленно и плавно, при этом делая вдох. После короткой паузы в нижней точке выполните следующее повторение. ",
      "Advice": "До конца сета, Ваша спина должна быть ровной, а пресс напряженным. "
    },
    "MusclesString": "Biceps,Forearm",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 16
  },
  {
    "Name": "Сгибание рук на бицепс в кроссовере",
    "Description": {
      "StartPosition": "К обоим тросам, которые проходят через верхние блоки кроссовера, необходимо прикрепить D-рукоятки. Используя хват снизу, возьмитесь за обе рукоятки и встаньте или сядьте между стойками тренажера. Когда Вы находитесь в исходном положении, Ваши руки должны быть или полностью выпрямленными или слегка согнутыми в локтях. Главное, что стоит помнить – руки должны быть направлены четко на блоки и быть в одной линии с натянутыми тросами. ",
      "Execution": "Чтобы начать подход, напрягите бицепсы и сгибая локти тяните рукоятки к голове, не забыв предварительно сделать вдох и задержать дыхание. Необходимо приостановиться и сильнее напрячь бицепсы, когда ладони будут над дельтами. Выдохнув, плавно возвращайте рукоятки в начальное положение. ",
      "Advice": "На протяжении всего времени выполнения упражнения туловище и верхняя часть рук должны быть неподвижными. Чтобы избежать травм, зафиксируйте пояс и держите торс ровно."
    },
    "MusclesString": "Biceps,Forearm",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 17
  },
  {
    "Name": "Концентрированный подъем на бицепс",
    "Description": {
      "StartPosition": "Сядьте на край скамьи и возьмите гантель хватом снизу, правой рукой. Ноги расставьте гораздо шире плеч, прижмите ступни к полу, как можно более плотно. Исходным положением будет позиция, когда Вы наклонитесь вперёд и упретесь во внутреннюю часть правого бедра, нижней частью правого трицепса. Ладонью левой руки обопритесь о левое бедро (также, можно опереться о бок или колено), правую руку немного согните в локте. ",
      "Execution": "Поднимайте гантель к грудной клетке, напрягая бицепс, преодолев наисложнейший участок подъема – слегка выдыхайте, перед началом повторения – сделайте глубокий вдох и задержите дыхание. Когда гантель будет в верхней точке и почти коснется груди, сделайте небольшую паузу и сильнее напрягите бицепс. Затем плавно опустите гантель, одновременно делая выдох. Необходимо сделать паузу и напрячь бицепс ещё сильнее, когда гантель будет почти касаться груди, это сделает упражнение более эффективным. Не помогайте себе всем телом, работать должен только бицепс. Закончив подход правой рукой, повторите то же самое левой.",
      "Advice": ""
    },
    "MusclesString": "Biceps,Forearm",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,BenchExist,DatabaseExercise",
    "CodeNum": 18
  },
  {
    "Name": "Подъем штанги на бицепс обратным хватом",
    "Description": {
      "StartPosition": "Необходимо взять штангу так, чтобы руки были на ширине плеч, а ладони смотрели вниз. Держите туловище выпрямленным, чуть прогнутым в пояснице, при этом ноги находятся на ширине плеч, а плечи расправлены. Выпрямите руки, так, чтобы штанга была у бёдер, полностью выпрямлять руку не стоит. ",
      "Execution": "Глубоко вдохните и задержите дыхание, поднимайте штангу до того уровня, когда они будет находиться около верха груди. Локти, во время подъема, остаются неподвижными по бокам туловища. Сделав паузу в верхней точке, напрягите мышцы посильнее и опустите штангу плавно вниз. ",
      "Advice": ""
    },
    "MusclesString": "Biceps,Forearm",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 19
  },
  {
    "Name": "Подъем гантелей на бицепс стоя",
    "Description": {
      "StartPosition": "Во время выполнения этого упражнения, ноги должны стоять на ширине плеч, а ладони «смотреть» друг на друга, Ваш взгляд должен быть направлен строго вперёд. Мышцы поясницы напряжены, естественный изгиб позвоночника должен быть зафиксирован до конца сета. ",
      "Execution": "Задержите дыхание, предварительно сделав глубокий вдох. Вам нужно поднять гантели на уровне плеч, не забыв, предварительно, напрячь бицепс, когда гантели будут на уровне локтей, начните разворачивать их наружу. В верхней точке упражнения ладони должны быть направлены на плечи. Выдвигать локти вперёд, во время подъема, нельзя. Сделав паузу тогда, когда гантели будут на уровне плеч, ещё сильнее напрягите бицепсы. Затем выдохните и верните гантели в исходное положение, при этом плавно развернув запястья внутрь. Когда ладони будут в нижней точке, они должны быть направлены на боковую часть бедра. ",
      "Advice": "Поднимать гантели можно как поочередно, так и вместе. Однако поднимая гантели вместе – вы даете бицепсу большую нагрузку. "
    },
    "MusclesString": "Biceps,Forearm",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 20
  },
  {
    "Name": "Подъем гантелей на бицепс сидя",
    "Description": {
      "StartPosition": "Сядьте прямо (можно выполнять и стоя), ступни на ширине плеч. Гантели в опущенных руках. Ладони обращены внутрь (см. фото, положение А).",
      "Execution": "Вдохните и задержите дыхание. Одновременно начинайте подъем гантелей. Когда предплечья окажутся параллельно полу, начинайте разворот кистей наружу. При этом, не останавливая упражнения, старайтесь поднять гантели как можно выше. Опуская гантели, повторите поворот кистей в обратном порядке. Когда локти будут согнуты под прямым углом, верните гантели в исходное положение и опустите их вниз. ",
      "Advice": ""
    },
    "MusclesString": "Biceps,Forearm",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,BenchExist,DatabaseExercise",
    "CodeNum": 21
  },
  {
    "Name": "Жим штанги узким хватом лежа",
    "Description": {
      "StartPosition": "Лягте на скамью. Немного прогнитесь в пояснице, так, чтобы ягодицы, голова и плечи плотно прижимались к скамье. При отсутствии стоек для штанги, попросите партнёра чтобы он подавал и забирал штангу. Возьмите гриф верхним хватом. Руки должны располагаться ниже и уже плеч. Как узко? Так, чтобы Вы могли сохранять штангу в равновесии, во время выполнения повторений. ",
      "Execution": "Выжимайте штангу, пока руки не будут полностью выпрямленными, в этот момент, гриф должен быть над шеей. Когда руки будут выпрямлены полностью, сделав небольшую паузу, напрягите трицепсы так сильно, как сможете. В то время как Вы выжимаете штангу, локти двигаются строго вдоль боков, направлены только вперёд и не расходятся в стороны, сгибание рук выполняется исключительно в вертикальной плоскости. Сделав глубокий вдох и задержав дыхание, опускайте штангу к нижней части груди. Как только гриф коснётся груди, не делая паузы, тут же опять выжимайте штангу вверх. Когда самый сложный участок подъема будет пройден, с выдохом выжмите штангу до конца.",
      "Advice": ""
    },
    "MusclesString": "Triceps,ShouldersFront,Chest",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,BenchExist,DatabaseExercise",
    "CodeNum": 22
  },
  {
    "Name": "Отжимания от скамьи",
    "Description": {
      "StartPosition": "Поставьте две скамьи, на расстоянии 80 – 90 сантиметров друг от друга, располагаться они должны параллельно. Сидя на одной скамье и держась за её край пальцами: локти «смотрят» назад, ладони на ширине плеч, расположите ступни на второй скамье. Оторвите таз от скамьи, полностью выпрямив руки, и немного выдвиньте его вперёд так, чтобы он был за краем скамьи. Если Вы хотите сделать нагрузку на трицепсы больше, попросите партнёра чтобы он положил блин Вам на бёдра. ",
      "Execution": "Сделав вдох, начинайте медленно опускаться между скамьями, сгибая локти. Опускаться надо до того момента, когда почувствуете что трицепсы максимально натянулись. В нижней точке задержите дыхание и выжимайте себя вверх, пока руки не будут полностью выпрямлены. Во время отжиманий следите за тем, чтобы локти не расходились в стороны и двигались строго назад. Выдох нужно сделать только тогда, когда будет преодолён самый сложный участок подъема. Перед тем как сделать второе повторение, напрягите трицепсы как можно сильнее, делать это следует в верхней точке упражнения. ",
      "Advice": ""
    },
    "MusclesString": "Triceps,ShouldersFront,Chest",
    "Tags": "ExerciseByRepsAndWeight,BenchExist,DatabaseExercise",
    "CodeNum": 23
  },
  {
    "Name": "Французский жим лежа",
    "Description": {
      "StartPosition": "Упражнение выполняется лёжа, на горизонтальной скамье, ступни при этом упираются в пол. Руки выпрямлены вверх, перпендикулярно полу, партнёр должен подать Вам штангу. Наилучшим вариантом, будет использование EZ-грифа, в случае его отсутствия, можно использовать и прямой гриф. Нужно взяться хватом сверху и выжать штангу вверх. Выпрямите руки со штангой полностью и отклоните их назад (в сторону головы), примерно на 45 градусов, от вертикали (допускается выполнение и без отклонения рук). Это будет исходным положением. ",
      "Execution": "Задержите дыхание после глубокого вдоха. Часть рук от локтя до плеча должна быть неподвижной, руки нужно сгибать в локтях, опуская штангу к макушке. Когда угол, в локтевом суставе, будет равен 90 градусам – это будет значить, что Вы достигли нижней точки упражнения. Как только нижняя точка будет достигнута, сразу же, без остановки, изменяйте направления движения и возвращайте штангу в исходное положение, разгибая руки в локтях. В момент, когда Вы поднимаете штангу, не нужно вдыхать или тянуть локти вперёд. До конца сета, верхняя часть рук остаётся зафиксированной. Когда руки будут вновь полностью выпрямленными, сделайте передышку, длинной в пару секунд, сделайте выдох и напрягите трицепсы ещё сильнее.",
      "Advice": ""
    },
    "MusclesString": "Triceps",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,BenchExist,DatabaseExercise",
    "CodeNum": 24
  },
  {
    "Name": "Французский жим EZ-штанги сидя",
    "Description": {
      "StartPosition": "Сядьте на скамью с вертикальной спинкой и упритесь в пол ступнями. Трапеции должны быть плотно прижаты к спинке. Спина слегка прогнута в пояснице и выровнена. Возьмите EZ-штангу за кривые части, узким хватом сверху, так, чтобы ладони были слегка повернуты, друг к другу и между ними было расстояние меньше ширины плеч. Поднимите штангу так, чтобы её гриф был ровно над Вашей головой. Руки и торс должны быть полностью выпрямлены и выровнены по вертикальной плоскости, идущей через бока туловища. Подбородок чуть приподнят вверх или параллелен полу. Это положение является исходным. ",
      "Execution": "Сделав глубокий вдох и задержав дыхание, сгибайте локти, опуская гриф за голову. Особое внимание стоит уделить тому, чтобы во время выполнения повторений, руки от локтя до плеча и туловище были неподвижными. Крайнюю точку выполнения упражнения Вам нужно будет определить самостоятельно, опуская штангу за голову, пока не возникнет ощущение, что трицепсы максимально натянуты. После этого, не делая паузы, верните штангу в исходное положение, сильно напрягая трицепсы. ",
      "Advice": "Выдох нужно делать только после того, как штанга пройдёт наитруднейший участок подъема или когда руки будут полностью выпрямлены. Следует сделать паузу и ещё сильнее напрячь бицепсы, когда Вы будите находиться в верхней точке упражнения. "
    },
    "MusclesString": "Triceps",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 25
  },
  {
    "Name": "Французский жим в тренажере сидя",
    "Description": {
      "StartPosition": "Необходимо прикрепить рукоятку к тросу, который проходит через нижний блок и поставить горизонтальную скамью так, чтобы она была повернута краем к тренажеру, то есть, вдоль линии троса. Сядьте на скамью спиной к блоку, ступни упираются в пол. Руки должны быть выпрямлены над головой, согнув их в локтях назад, попросите, чтобы партнёр подал вам рукоятку. Взявшись за неё узким хватом (так, чтобы ладони были направлены в потолок, а расстояние между ними было меньше ширины плеч). Чуть прогнитесь в пояснице, зафиксировав торс в вертикальном положении. Руки согнуты за головой, локти смотрят вверх и немного разведены в стороны, взгляд направлен вперёд – это будет исходным положением. ",
      "Execution": "Задержите дыхание, после того как сделаете глубокий вдох. Выжимайте рукоятку, вверх разгибая руки, при этом локти остаются неподвижными. Верхней точкой будет положение, когда руки выпрямлены полностью, а рукоятка находится над головой. Сделайте выдох и зафиксируйте руки в положении, когда они выпрямлены. Сделав вдох, плавно опускайте рукоятку за голову. Останавливаться в нижней точке не стоит, сразу же приступайте к следующему повторению. ",
      "Advice": ""
    },
    "MusclesString": "Triceps",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 26
  },
  {
    "Name": "Жим книзу в блочном тренажере",
    "Description": {
      "StartPosition": "К тросу, который проходит через верхний блок, прикрепите канатную рукоятку. Немного отойдите от тренажера и возьмите рукоятку нейтральным хватом (так, чтобы ладони смотрели друг на друга). Поставьте ступни параллельно, но, при этом, одна нога должна быть немного сзади. Немного (не больше чем на 10-15 градусов) наклоните торс, в сторону тренажера и чуть выдвиньте локти вперёд. В исходном положении трос натянут, а кисти будут находиться примерно на уровне плеч. ",
      "Execution": "Зафиксируйте локти как можно ближе к бокам и, задержав дыхание после глубокого вдоха, разогните руки вниз. В верхней точке упражнения (когда руки полностью выпрямлены), выдыхайте и одну – две секунду оставайтесь в этом положении. Плавно сгибая руки, позвольте подняться вверх, до того момента, когда кисти окажутся чуть выше локтей (это будет нижней точкой упражнения), после этого приступайте к следующему повторению. ",
      "Advice": "Всё время выполнения упражнения локти должны оставаться неподвижными, тело не наклоняться вперёд, приседать нельзя. Одним словом, ноги, верхняя часть рук и туловище, до конца подхода не должны двигаться. Когда будете разгибать руки вниз, следите за тем, что, когда мизинцы будут ниже локтей, нужно будет начать плавно разворачивать кисти и разводить рукоятки в стороны, таким образом, чтобы в тот момент, когда руки будут полностью выпрямлены, ладони «смотрели» на бёдра. "
    },
    "MusclesString": "Triceps",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 27
  },
  {
    "Name": "Жим книзу одной рукой обратным хватом",
    "Description": {
      "StartPosition": "Встаньте к тренажеру боком, так, чтобы Ваша правая рука находилась в одной вертикальной плоскости с верхним блоком. Прикрепите D-образную рукоятку к тросу и возьмитесь за неё, используйте обратный хват, при котором рука направлена вверх. Немного выдвиньте правую ногу вперёд, так, чтобы бедро левой не мешало руке выпрямляться перед телом. Плечи должны быть расправлены, спина прямая и немного прогнута в пояснице. Рабочая рука должна быть немного согнута в локте перед тросом, локоть находится максимально близко к правому боку, а предплечье находится на одной линии с тросом и направлено на верхний блок. Груз приподнят с блоков, за счет натяжения троса – это положение будет исходным. ",
      "Execution": "Локоть должен быть неподвижным. Сделав вдох, задержите дыхание и начните разгибать руку в локте, перед торсом (при этом, не выходя за пределы плоскости, параллельной туловище). Когда рука будет полностью выпрямлена, сделайте выдох, напрягите трицепс так сильно как можете и на пару секунд оставьте руку в таком положении. Плавно сгибая руку перед туловищем, дайте рукоятке вернуться в начальное положение, но не выше уровня груди. Во время выполнения упражнения груз не должен касаться упоров. Сделав необходимое количество сетов одной рукой, повернитесь другим боком и повторите те же манипуляции другой рукой – это будет один подход. ",
      "Advice": ""
    },
    "MusclesString": "Triceps",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 28
  },
  {
    "Name": "Разгибание руки с гантелью из-за головы",
    "Description": {
      "StartPosition": "Сев на скамью, плотно упритесь ступнями в пол. Выпрямите спину, держа в правой руке гантель. Поднимите руку с гантелью вертикально вверх, рука должна быть прямой. Заведите гантель за голову, сгибая руку в локте. Упражнение выполняется нейтральным хватом – мизинец выше всех остальных пальцев, а ладонь «смотрит» вперёд. В начальном положении, локоть рабочей руки должен быть направлен вверх, торс находиться в вертикальном положении, спина немного прогнута в пояснице, взгляд направлен строго вперёд. ",
      "Execution": "Задержите дыхание, сделав глубокий вдох. Напрягите трицепс и поднимите гантель, разгибая руку, при этом верх руки зафиксирован в неподвижном положении. Когда рука будет полностью выпрямлена в локте (это будет верхней точкой упражнения), задержите руку в таком положении на пару секунд и напрягите трицепсы ещё сильнее и выдохните. Плавно согнув руку, не расслабляя трицепса, возвращайте гантель в начальное положение. Сделав небольшую паузу приступайте к следующему повторению. Закончив делать желаемое количество повторений одной рукой, сделайте такое же количество повторений другой – это один будет один подход.",
      "Advice": "Движение должно быть выполнено только с помощью локтевого сустава, все остальные части в движении участия не принимают. "
    },
    "MusclesString": "Triceps",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,BenchExist,DatabaseExercise",
    "CodeNum": 29
  },
  {
    "Name": "Разгибания руки с гантелью в наклоне",
    "Description": {
      "StartPosition": "Встав боком к скамейке и наклонившись, упритесь в неё левыми ладонью и коленом. Правая нога должна стоять чуть сзади, торс при этом находится в горизонтальном положении. Рука, на которую Вы опираетесь, выпрямлена и перпендикулярна скамье. В качестве альтернативы, можно не упираться коленом в скамью, а просто выставить левую ступню на шаг вперёд. Главное, чтобы спина оставалась параллельной полу и слегка прогнутой в пояснице. Возьмите гантель так, чтобы ладонь была обращена к телу, а большой палец был впереди и поднимите локоть до уровня спины или немного выше, выполнять это действие нужно сгибая руку. В начальном положении, угол в локтевом суставе, у руки, которой Вы выполняете подход, должен быть прямым, гантель в это время свисает вниз (ориентируйтесь на то, что предплечье должно быть перпендикулярно полу). ",
      "Execution": "Сделав глубокий вдох, задержите дыхание. Напрягите трицепс и выпрямляйте руку, при этом часть руки от плеча до локтя остаётся неподвижной. Верхней точкой выполнения упражнения, будет положение, когда рука полностью выпрямлена и находится чуть выше торса или на одной линии с ним. Достигнув этой точки, выдыхайте, изо всех сил напрягайте трицепс и держите руку чуть выше спины, выпрямленной пару секунд. Плавно верните гантель в исходное положение, при этом, верх руки всё так же остаётся неподвижным. Чтобы выполнить подход другой рукой, повернитесь к скамье другой стороной и повторите те же манипуляции. Одинаковое количество повторений каждой рукой и будет одним подходом. ",
      "Advice": ""
    },
    "MusclesString": "Triceps,ShouldersBack",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,BenchExist,DatabaseExercise",
    "CodeNum": 30
  },
  {
    "Name": "Жим штанги лежа",
    "Description": {
      "StartPosition": "Необходимо расположиться на горизонтальной скамье так, чтобы гриф находился прямо над головой. Спина должна чуть прогибаться (быть скруглённой) в области поясницы, подошвы ног упираться в пол и быть шире плеч, а голова с лопатками и тазом плотно прилегать к скамье. Возьмите штангу широким хватом (кистями рук от себя), кисти должны располагаться шире плеч. Большой палец руки должен быть расположен напротив других пальцев, а не вместе с ними. Т.е. большой палец и другие пальцы руки должны образовывать кольцо – данный хват позволяет избежать выскальзывания тяжелого грифа и его падения на вашу грудную клетку. Далее необходимо снять гриф штанги со стоек и пожать её от себя. В верхнем участке руки должны быть выпрямлены, при этом в локтевых суставах, блокировать руки не нужно. Если Вы всё делаете правильно, то в этот момент штанга грифа располагается над средней частью груди. Это будет начальным положением. ",
      "Execution": "Если вес штанги для вас внушительный, снимать её со стоек надлежит только с помощью партнёра. Опустите штангу к нижней части грудной мышцы и в это время сделайте глубокий вдох. Далее, как только штанга соприкоснётся с грудной мышцей, необходимо выжать штангу вверх, задержав дыхание. Штангу нужно выжимать слегка по диагонали, так, чтобы в верхней части она находилась ровно над средней частью грудной мышцы. Выдох нужно сделать только после того, как будет пройден самый тяжелый промежуток поднятия штанги. После выполнения повторения, когда штанга будет находиться в верхнем участке (в этот момент руки выпрямлены), сделайте перерыв и ещё сильнее напрягите грудную мышцу. ",
      "Advice": "Опускать гриф нужно плавно или со средней скоростью; выжимать гриф необходимо со средней или взрывной скоростью. Делать перерыв в нижней части строго запрещено: штангу нужно выжимать вверх, как только гриф коснётся грудной мышцы. Особенно не стоит полностью опускать штангу на грудь и расслаблять руки при этом, даже если вес маленький – когда вес будет большим – Ваша грудная клетка может не выдержать такой вес и травмироваться."
    },
    "MusclesString": "Chest,ShouldersFront,Triceps",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,BenchExist,DatabaseExercise",
    "CodeNum": 31
  },
  {
    "Name": "Жим штанги лежа на наклонной скамье вверх",
    "Description": {
      "StartPosition": "Необходимо расположиться так, чтобы гриф находился прямо над головой. Спина должна чуть прогибаться (быть скруглённой) в области поясницы, подошвы ног упираться в пол и быть шире плеч, а голова с лопатками и тазом плотно прилегать к скамье. Возьмите штангу широким хватом (кистями рук от себя) шире плеч. Большой палец руки должен быть расположен напротив других пальцев, а не вместе с ними. Т.е. большой палец и другие пальцы руки должны образовывать кольцо. Далее необходимо снять гриф штанги со стоек и пожать её от себя. В верхнем участке руки должны быть выпрямлены, при этом в локтевых суставах, блокировать руки не нужно, в этот момент штанга грифа располагается над средней частью груди. ",
      "Execution": "Если вес штанги для вас внушительный, снимать её со стоек надлежит только с помощью партнёра. Опустите штангу к нижней части грудной мышцы и в это время сделайте глубокий вдох. Далее, как только штанга соприкоснётся с грудной мышцей, необходимо выжать штангу вверх, задержав дыхание. Штангу нужно выжимать слегка по диагонали, так, чтобы в верхней части она находилась ровно над средней частью грудной мышцы. Выдох нужно сделать только после того, как будет пройден самый тяжелый промежуток поднятия штанги. После выполнения повторения, когда штанга будет находиться в верхнем участке (в этот момент руки выпрямлены), сделайте перерыв и ещё сильнее напрягите грудную мышцу. ",
      "Advice": "Опускать гриф нужно плавно или со средней скоростью; выжимать гриф необходимо со средней или взрывной скоростью. Делать перерыв в нижней части строго запрещено: штангу нужно выжимать вверх, как только гриф коснётся грудной мышцы. Особенно не стоит полностью опускать штангу на грудь и расслаблять руки при этом, даже если вес маленький – когда вес будет большим – Ваша грудная клетка может не выдержать такой вес и травмироваться."
    },
    "MusclesString": "Chest,ShouldersFront,Triceps",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,BenchExist,DatabaseExercise",
    "CodeNum": 32
  },
  {
    "Name": "Жим штанги лежа на наклонной скамье вниз",
    "Description": {
      "StartPosition": "Необходимо расположиться так, чтобы гриф находился прямо над головой. Спина должна чуть прогибаться (быть скруглённой) в области поясницы, подошвы ног упираться в пол и быть шире плеч, а голова с лопатками и тазом плотно прилегать к скамье. Возьмите штангу широким хватом (кистями рук от себя) шире плеч. Большой палец руки должен быть расположен напротив других пальцев, а не вместе с ними. Т.е. большой палец и другие пальцы руки должны образовывать кольцо. Далее необходимо снять гриф штанги со стоек и пожать её от себя. В верхнем участке руки должны быть выпрямлены, при этом в локтевых суставах, блокировать руки не нужно, в этот момент штанга грифа располагается над средней частью груди. ",
      "Execution": "Опустите штангу к нижней части грудной мышцы и в это время сделайте глубокий вдох. Далее, как только штанга соприкоснётся с грудной мышцей, необходимо выжать штангу вверх, задержав дыхание. Штангу нужно выжимать слегка по диагонали, так, чтобы в верхней части она находилась ровно над средней частью грудной мышцы. Выдох нужно сделать только после того, как будет пройден самый тяжелый промежуток поднятия штанги. После выполнения повторения, когда штанга будет находиться в верхнем участке (в этот момент руки выпрямлены), сделайте перерыв и ещё сильнее напрягите грудную мышцу. ",
      "Advice": "Если вес штанги для вас внушительный, снимать её со стоек надлежит только с помощью партнёра. Опускать гриф нужно плавно или со средней скоростью; выжимать гриф необходимо со средней или взрывной скоростью. Делать перерыв в нижней части строго запрещено: штангу нужно выжимать вверх, как только гриф коснётся грудной мышцы. Особенно не стоит полностью опускать штангу на грудь и расслаблять руки при этом, даже если вес маленький – когда вес будет большим – Ваша грудная клетка может не выдержать такой вес и травмироваться."
    },
    "MusclesString": "Chest,ShouldersFront,Triceps",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,BenchExist,DatabaseExercise",
    "CodeNum": 33
  },
  {
    "Name": "Жим гантелей лежа",
    "Description": {
      "StartPosition": "Гантели располагаются по бокам горизонтальной скамейки (грифами вдоль лавки). Вам необходимо так расположиться на скамье, чтобы голова, таз и лопатки тесно к ней прилегали. Спина в это время немного округлена в поясничной области, а подошвы ног упираются в пол и раздвинуты немного шире плеч. После того как Вы взяли гантели, кисти рук должны быть направлены друг на друга. ",
      "Execution": "Согнув руки в локтях, поднимите гантели до уровня груди, пожмите гантели вверх, с разворотом рук в запястьях. Руки будут полностью выпрямлены, а гантели находится над средней частью грудной мышцы, соприкасаясь друг с другом (грифы гантелей – перпендикулярны горизонтальной скамье, а кисти руки направлены вперёд-вверх). Сделав вдох и задержав дыхание, опускайте гантели к бокам грудной клетки (по большой дуге). Когда грифы гантелей будут наравне с грудной мышцей, без перерывов и остановок, по большой дуге жмите их вверх так, что они слегка касались друг – друга в верхнем участке. Проходя наиболее тяжелый промежуток жима, нужно сделать резкий выдох. ",
      "Advice": "В верхнем участке нужно делать паузу, сведя гантели вместе. После завершения упражнения не держите гантели над собой - это опасно для плеч и других частей тела. В верхнем участке старайтесь не ударять гантелями друг о друга."
    },
    "MusclesString": "Chest,ShouldersFront,Triceps",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,BenchExist,DatabaseExercise",
    "CodeNum": 34
  },
  {
    "Name": "Жим от груди в тренажере сидя",
    "Description": {
      "StartPosition": "Рукоятки должны находиться на уровне плеч или немного ниже. Вы должны сидеть ровно, так, чтобы голова и спина были прижаты к спинке тренажёра. Ступни, в это время, находятся под коленями, а ноги расставлены шире плеч. При выполнении этого упражнения используйте хват сверху (ладони смотрят вперёд), кисти рук расположите на ширине плеч или шире. ",
      "Execution": "Сделав глубокий вдох и не выдыхая, выжимайте рукоятки от груди. Выдох можно сделать только тогда, когда будет преодолён наисложнейший участок движения или когда руки будут полностью выпрямлены. В верхней точке, сделав недолгую паузу и задержав дыхание, плавно возвращайте рукоятки в исходное положение. Когда руки вновь приблизится к груди, не останавливаясь и не выдыхая, сразу же жмите рукоятки от груди. ",
      "Advice": ""
    },
    "MusclesString": "Chest,ShouldersFront,Triceps",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 37
  },
  {
    "Name": "Разведение гантелей лежа",
    "Description": {
      "StartPosition": "Упражнение выполняется в положении «лёжа», на горизонтальной скамье, в этот момент Ваши голова, плечи и ягодицы должны быть плотно прижаты к скамье. Спину держите ровно, а ступни шире плеч, сильно упираясь ими в пол. В каждую руку нужно взять гантель и поднять их над грудью, так, чтобы они почти касались друг – друга, а руки были немного согнут в локтях. Угол должен быть сразу зафиксирован локтевым суставом и оставаться неизменным до конца подхода. ",
      "Execution": "азведите руки в стороны, не забыв предварительно сделать глубокий вдох и задержать дыхание. Гантели должны двигаться в вертикальной плоскости. Как только они буду на уровне плеч или немного ниже, максимально напрягите мышцы груди и изменить направление движения гантелей, сведя их над грудью. Когда самый сложный участок подъема будет выполнен, делайте выдох. ",
      "Advice": ""
    },
    "MusclesString": "Chest,ShouldersFront,Biceps",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 38
  },
  {
    "Name": "Разведение гантелей лежа вверх",
    "Description": {
      "StartPosition": "1. Возьмите гантели и лягте на наклонную скамью (не более 30 градусов).2. Поднимите над собой слегка согнутые в локтях руки.3. Ладони развёрнуты внутрь. Совет: мизинцы почти касаются друг друга. Это исходное положение. ",
      "Execution": "4. На вдохе медленно разводите руки, пока не почувствуете растяжение грудных мышц. Одновременно разворачивайте ладони друг к другу. Совет: В конце движения руки должны быть по сторонам, а ладони смотреть в потолок.5. На выдохе поднимайте гантели в исходное положение, при этом разворачивайте обратно запястья, что мизинцы касались друг друга. ",
      "Advice": "Движение происходит только в плечевом суставе и запястьях. Локти остаются неподвижными."
    },
    "MusclesString": "Chest,ShouldersFront,ShouldersMiddle",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 39
  },
  {
    "Name": "Сведения рук в тренажере (бабочка)",
    "Description": {
      "StartPosition": "Если вы решили заниматься на этом тренажёре, в первую очередь, нужно отрегулировать высоту сидения так, чтобы при взятии за рукоятки, верхние части руки были на одном уровне с плечами, а локти и предплечья прижимались к подушкам для рук. Сев на тренажер держите спину ровно, так, чтобы она и голова прижимались к спинке тренажера, ноги должны стоять шире плеч, а ступни быть строго под коленями (угол в коленях, при этом, прямой). ",
      "Execution": "После того как Вы сделали вдох и задержали дыхание, нужно свести упоры для рук перед грудью. Сделайте выдох после того как преодолеете наитруднейший участок движения. В тот момент, когда Ваши локти максимально близко, друг от друга, задержите их в таком положении на 1-2 секунды и напрягите мышцы груди ещё сильнее. Немного расслабив мышцы, позвольте рукояткам плавно развести Ваши локти, пока они не окажутся наравне с плечами или чуть за спиной. Когда Вы достигните этой точки, остановитесь и опять сведите локти. ",
      "Advice": ""
    },
    "MusclesString": "Chest,ShouldersFront",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 40
  },
  {
    "Name": "Сведение в кроссовере через верхние блоки",
    "Description": {
      "StartPosition": "Прикрепите к тросам кроссовера D-образные рукоятки через верхние блоки. Возьмитесь за рукоятки хватом сверху. Расположитесь посередине тренажера (точно между стойками кроссовера) и выдвиньте одну ногу вперёд (сделав небольшой шаг). Таким образом, Вы придадите телу более устойчивое положение. Сохраняя естественный изгиб спины, наклоните торс вперёд, на 15-30°. Максимально разведя руки в стороны и немного опустив их в низ, так, чтобы грузы оторвались от упоров, а Ваши локти были на одном уровне с плечами, немного согните руки локтях, а кисти разверните ладонями к полу. Запястье и локтевой сустав будут в этом положении до конца сета, а все движения происходят только в плечевом суставе.",
      "Execution": "После того как Вы сделаете глубокий вдох и задержите дыхание, сведите рукоятки перед торсом, пока они не коснутся друг с другом (можно, также, продвинуть их дальше, до скрещивания рук). После того как Вы свели рукоятки вместе, выдыхайте и старайтесь напрячь грудь посильнее. Вам нужно удержать сокращение мышц хотя бы на секунду. Потом плавно вернитесь в исходное положение.",
      "Advice": ""
    },
    "MusclesString": "Chest,ShouldersFront",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 41
  },
  {
    "Name": "Сведение в кроссовере через нижние блоки",
    "Description": {
      "StartPosition": "К тросам кроссовера прикрепите D- образные рукоятки, тросы должны проходить через нижние блоки. Возьмитесь за рукоятки хватом сверху. Встаньте между стойками кроссовера и вынесите вперёд одну ногу, чтобы придать телу более устойчивое положение. Немного согнув ноги в коленях и наклонив торс на 10-20° вперёд, слегка согните в локтях руки и постарайтесь зафиксировать локтевой сустав в таком положении до конца сета. ",
      "Execution": "Задержав дыхание, после глубокого вдоха, сведите рукоятки чуть ниже груди, прямо перед животом. Рукоятки должны соприкоснуться или скреститься. Выдохните, сделав паузу, и плавно верните руки в исходное положение. Всё время выполнения упражнения, торс, ноги, локтевой сустав и запястья должны быть зафиксированы, все движения происходят исключительно в плечевом суставе.",
      "Advice": ""
    },
    "MusclesString": "Chest,ShouldersFront,Biceps",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 42
  },
  {
    "Name": "Скручивания на скамье",
    "Description": {
      "StartPosition": "Лягте на пол, согнув ноги в коленях, под прямым углом. Ноги положите на скамью, руки заведены за голову, взгляд сфокусирован на потолке.",
      "Execution": "Сделайте глубокий вдох. Задержав дыхание, напрягите пресс и поднимите голову и плечи как можно выше, при этом, не отрывая поясницу от пола. Когда Вы достигните верхней точки упражнения, взгляд должен быть направлен вперёд. Поднимая плечи, скругляйте спину. Не пытайтесь поднять весь торс (в этом случае будет работать не пресс, а поясница). Достигнув верхней точки, напрягите пресс ещё сильнее и удерживайте тело в таком положении пару секунд. Сделав выдох, возвращайтесь в исходное положение. Прежде чем приступать к следующему повторению, сделайте небольшую паузу и слегка расслабьте пресс. ",
      "Advice": "Чтобы увеличить нагрузку на пресс, делайте скручивания с руками, выпрямленными над головой, или возьмите блин от штанги (прижмите его к груди). Также, можно держать ступни на весу или упираться ими в стену. "
    },
    "MusclesString": "Abdominal",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 43
  },
  {
    "Name": "Скручивания на римском стуле",
    "Description": {
      "StartPosition": "Расположитесь на римском стуле таким образом, чтобы ягодицы не выступали за его край. Держите ноги прямыми, голени упираются в валики, а руки скрещены на груди. ",
      "Execution": "Сделав глубокий вдох и задержав дыхание, опускайте торс, пока он не будет чуть ниже уровня бёдер. Делайте скручивание вперёд: голова и плечи должны подняться на 30-60 градусов от горизонтали. Если у Вас не получается выполнять упражнение «на весу», то поднимите торс повыше (торс перпендикулярен полу). Выдыхать можно, когда самый сложный участок подъёма будет преодолён. Напрягите мышцы живота ещё сильнее, когда верхняя точка упражнения будет достигнута. Выдыхайте и опускайтесь в исходное положение. ",
      "Advice": "Выполнять упражнение надлежит в медленном или умеренно – медленном темпе. "
    },
    "MusclesString": "Abdominal",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 44
  },
  {
    "Name": "Скручивания на скамье с наклоном вниз",
    "Description": {
      "StartPosition": "Опустите верхний край скамьи так, чтобы он был под углом 30-40 градусов к горизонтали. Сядьте в неё таким образом, чтобы голени упирались в валики. Скрестив руки на груди, опуститесь назад – голова, спина и плечи должны лежать на скамье. ",
      "Execution": "Сделав вдох, задержите дыхание. Напрягая мышцы живота, начинайте делать скручивание, отрывая от скамьи с начала плечи и голову, потом спину. Туловище должно подниматься исключительно за счет усилий мышц живота. В тот момент, когда между бёдрами и торсом будет прямой угол, остановитесь на секунду и, сделав выдох, напрягите пресс ещё сильнее. Плавно опуститесь на половину амплитуды. До конца подхода пресс должен быть напряжен, а плечи и голова не касаются скамьи. ",
      "Advice": "Во время движения взгляд должен быть чуть выше скрещенных рук, а в исходном положении – направлен в потолок. "
    },
    "MusclesString": "Abdominal,Quadriceps",
    "Tags": "ExerciseByRepsAndWeight,BenchExist,DatabaseExercise",
    "CodeNum": 45
  },
  {
    "Name": "Скручивания на коленях в блочном тренажере",
    "Description": {
      "StartPosition": "Встаньте к верхнему блоку лицом и возьмите канатную рукоятку таким хватом, чтобы ладони были направлены друг на друга. Тщательно подберите вес: он должен давать достаточную нагрузку мышцам живота, но не отрывать Вас от пола. Отойдя назад на пару шагов, встаньте на колени. Между коленями и стойкой тренажёра должно быть расстояние около метра. В коленях должен быть угол немного меньше 90 градусов. Ноги должны быть зафиксированы в этом положении всё время выполнения упражнения. Наклонившись вперёд, немного прогнитесь в пояснице. Торс должен быть практически параллелен полу. Руки подтянуты за голову, в локтях прямой угол (такое положение сохраняется до конца выполнения подхода). ",
      "Execution": "Напрягая пресс, начинайте тянуть торс вниз, наклоняйтесь до того момента, пока локти не приблизятся к коленям. Обязательно скругляйте спину, в тот момент, когда сжимаете пресс. Сделав короткую паузу в нижней точке, напрягайте пресс ещё сильнее. Чтобы заставить работать косые мышцы, тяните трос не вниз, а по диагонали, левый локоть к правому колену и наоборот. ",
      "Advice": ""
    },
    "MusclesString": "Abdominal",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 46
  },
  {
    "Name": "Обратные скручивания",
    "Description": {
      "StartPosition": "Лягте на спину и вытяните руки вдоль туловища. Ноги должны быть согнутыми в коленях, а бедра подняты до положения, перпендикулярного полу. ",
      "Execution": "На вдохе задержите дыхание и, напрягая пресс, тяните колени к груди. Верхней точкой упражнения будет та, в которой колени максимально близко к груди, а таз полностью поднят над полом. Старайтесь не разгибать ноги при скручивании, в противном случае Вам непременно захочется помочь себе завершить упражнение с помощью мышц ног. Можно упираться руками в пол, чтобы оторвать бедра от пола вначале упражнения. Когда колени будут максимально приближены к груди, выдыхайте.",
      "Advice": ""
    },
    "MusclesString": "Abdominal",
    "Tags": "DatabaseExercise,ExerciseByReps",
    "CodeNum": 47
  },
  {
    "Name": "Подъем коленей в висе",
    "Description": {
      "StartPosition": "Подойдите к тренажеру параллельные брусья со спинкой. Расположите на нем свое тело таким образом, чтобы спина была плотно прижата к подушечке тренажера, а руки были согнуты под углом 90 градусов и фиксировались на поручнях/держались за ручки. Низ тела свободно покоится, а ноги направлены в сторону пола. Это Ваша исходная позиция. ",
      "Execution": "Вдохните и на выдохе поднимите ноги, согнутые в коленях, вверх. Доведите их до позиции, пока бедра не станут параллельны полу. Задержитесь на 1-2 счета в верхней позиции, удерживая сокращение. На вдохе вернитесь в ИП. Повторите заданное количество раз. Помимо классического варианта существует несколько вариаций упражнения, в частности: подъем прямых ног; подкручивание ног/корпуса в сторону.",
      "Advice": ""
    },
    "MusclesString": "Abdominal,Quadriceps",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 48
  },
  {
    "Name": "Подъем ног в висе",
    "Description": {
      "StartPosition": "Подпрыгнув, нужно ухватиться за перекладину. Если Вы не можете достать до нее, следует воспользоваться подставкой или небольшой скамьей. Главное не касаться ногами пола, во время виса на выпрямленных руках. Используйте специальные лямки, если у вас слабый хват. Полностью выпрямите руки, спину слегка прогните в пояснице.",
      "Execution": "Выдохните. Нужно задержать дыхание, напрячь пресс, и постараться поднять ноги максимально высоко, сгибая их в коленях. Для достаточной нагрузки на пресс, поднимайте колени выше пояса. В верхней точке, максимально напрягите мышцы живота и задержитесь в таком положении на 1-2 секунды. Сделайте выдох и опускайте ноги в исходное положение, немного расслабляясь. После небольшой паузы повторите упражнение. ",
      "Advice": "После полного освоения техники Вы можете усложнить упражнение: выполняйте подъемы прямых ног. При этом, нагрузка увеличится как на мышцы – сгибатели бедра, так и на нижнюю часть пресса. "
    },
    "MusclesString": "Abdominal,Quadriceps",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 49
  },
  {
    "Name": "Косые скручивания",
    "Description": {
      "StartPosition": "Согните ноги в коленях, расположившись на полу. Немного развернитесь на бок, таким образом, чтобы колено касалось пола. Одна рука должна быть за головой, а другая на бедре. ",
      "Execution": "Сделав вдох и задержав дыхание, приведите косые мышцы живота в напряжение и «складывайтесь» пополам, голова и плечи, в этот момент, должны идти строго вверх и вперёд. Выдохнуть и вернуться в стартовую позицию нужно тогда, когда плечо, на котором Вы лежите, поднимется на пару сантиметров над полом. Сделав все повторения, лёжа на одной стороне, перевернитесь на другую и выполните такое же число повторений. ",
      "Advice": "Всё время выполнения упражнения, бёдра должны быть развёрнуты на 90 градусов по отношению к туловищу."
    },
    "MusclesString": "Abdominal",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 50
  },
  {
    "Name": "Подтягивания на перекладине",
    "Description": {
      "StartPosition": "Возьмитесь за перекладину широким хватом (руки на перекладине должны располагаться шире плеч на 20-25 сантиметров). Повисните на перекладине и максимально расслабьте всё тело, напряжены должны быть только предплечья, отвечающие за прочный хват – это положение будет нижней точкой упражнения. ",
      "Execution": "Сделав глубокий вдох задержите дыхание и напрягая широчайшие подтянитесь вверх. Во время выполнения подхода, локти всё время должны быть на одном месте, не стоит подтягивать их к бокам туловища. Подтягивайтесь, пока подбородок не будет на уровне перекладины или немного выше её – это будет верхней точкой. Плавно опуститесь вниз, до исходного положения, предварительно выдохнув. ",
      "Advice": ""
    },
    "MusclesString": "MiddleBack,WidestBack,Biceps",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 51
  },
  {
    "Name": "Тяга штанги в наклоне",
    "Description": {
      "StartPosition": "Встаньте перед штангой. Расставьте ноги на ширину плеч и немного согните их в коленях. Наклонившись, возьмитесь за гриф хватом сверху, немного шире плеч. Поднимите штангу, выпрямив туловище, руки при этом сгибать не нужно. Направьте голову строго вперёд, немного согните ноги в коленях, прогнитесь в пояснице, наклоните торс вперёд так, чтобы он был чуть выше параллели с полом, но не ниже линии, которая составляет 30 градусов с горизонталью – это будет исходным положением. ",
      "Execution": "Напрягите мышцы пояснице и сохраните данное положение тела до конца подхода. Штанга должна висеть в прямых руках перед голенями. Подтяните штангу к поясу, предварительно сделав вдох и задержав дыхание. Локти должны сдвигаться назад и вверх, не расходясь в стороны. Старайтесь, чтобы локти поднимались как можно выше. Тянуть штангу нужно только мышцами спины и плеч, стараясь не напрягать бицепс. После того как Вы подтяните гриф к поясу, выдохните и опускайте штангу вниз.",
      "Advice": ""
    },
    "MusclesString": "Trapezium,ShouldersBack,MiddleBack,WidestBack",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 52
  },
  {
    "Name": "Тяга штанги в наклоне обратным хватом",
    "Description": {
      "StartPosition": "Встаньте перед штангой и расставьте ноги на ширину плеч, чуть согнув их в коленях. Возьмитесь за штангу чуть шире плеч, хватом снизу, чтобы ладони смотрели вперёд. Выпрямив туловище, поднимите штангу, руки при этом сгибать не нужно. Слегка прогните поясницу, торс наклонён вперёд – 45 градусов к горизонтали. Ноги должны быть немного согнуты в коленях, а взгляд направлен строго вперёд. Поясничные мышцы напряжены (всё время выполнения упражнения). Штанга должна «висеть» перед голенями, на прямых руках – это положение является исходным. ",
      "Execution": "Подтягивайте штангу к животу, сделав вдох и задержав дыхание. Локти должны быть на одной линии с плечами, так, чтобы достигнув верхней точки, они находились возле корпуса, а не «торчали» в стороны. Тянуть штангу нужно только мышцами спины и плеч. Мышцы поясницы должны быть постоянно напряжены, а спина чуть прогнута в пояснице. После того как подтяните гриф к животу – выдыхайте и плавно опускайте штангу вниз. ",
      "Advice": ""
    },
    "MusclesString": "Trapezium,ShouldersBack,MiddleBack,WidestBack,Biceps",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 53
  },
  {
    "Name": "Тяга Т-штанги",
    "Description": {
      "StartPosition": "Вам нужно расположиться грудью на скамье с наклоном вверх и упереться ступнями в пол. Возможна работа и без скамьи – в это случае жестко зафиксируйте спину в наклоне, с небольшим прогибом в пояснице. Возьмите рукоятки тренажера или T-штангу так, чтобы ладони были направлены друг на друга и находились максимально близко на грифу. Исходным положением будет то, когда груз «висит» на полностью выпрямленных руках, как на верёвках. ",
      "Execution": "Потяните штангу к груди, предварительно сделав вдох и задержав дыхание. Локти должны двигаться параллельно друг – другу и исключительно вверх - назад за спину. Старайтесь, чтобы локти поднимались максимально высоко над уровнем спины. Когда Вы достигните верхней точки, максимально напрягите мышцы спины, выдохните и плавно опускайте штангу вниз.",
      "Advice": ""
    },
    "MusclesString": "Trapezium,ShouldersBack,WidestBack,MiddleBack,Biceps",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 54
  },
  {
    "Name": "Тяга гантели одной рукой в наклоне",
    "Description": {
      "StartPosition": "Возьмите в правую руку гантель, так, чтобы ладонь была направлена на боковую часть бедра. Ноги стоят вместе, сами Вы должны находиться справа от скамьи. Встаньте коленом левой ноги на скамейку, слегка согните правую, наклонившись вперёд, упритесь в край скамьи левой рукой. Спина должна быть слегка прогнута в пояснице, а торс параллелен полу. Гантель должна «висеть» в выпрямленной правой руке, как на веревке. Опустите правое плечо немного в низ. ",
      "Execution": "Сделав глубокий вдох, задерживайте дыхание и напрягайте мышцы спины с задними дельтами. Закончив приготовления, тяните гантель строго вверх. Постарайтесь поднять гантель максимально высоко. Когда локоть окажется на уровне плеча, подключите к движению и плечо – тяните его вместе с локтём вверх. Благодаря этому мышцы середины спины и верхняя часть широчайших максимально сократятся. Удерживайте гантель в верхней точке пару секунд. Выдыхайте и плавно опустите гантель. Сделав нужное количество повторений правой рукой, повторите те же манипуляции левой – это будет один подход. ъ",
      "Advice": ""
    },
    "MusclesString": "Trapezium,ShouldersBack,WidestBack,MiddleBack",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,BenchExist,DatabaseExercise",
    "CodeNum": 55
  },
  {
    "Name": "Вертикальная тяга широким хватом",
    "Description": {
      "StartPosition": "Вам нужно отрегулировать высоту упорных валиков для ног, в блочном тренажере для вертикальной тяги, так, чтобы они прочно фиксировали бёдра, не давая им оторваться от скамьи, в то время как Вы будете выполнять упражнение. Расположите таз на сидении так, чтобы гриф и верхний блок был перед грудью. Слегка приподнявшись, возьмитесь за концы грифа (длинного) верхним хватом, подтяни гриф к себе, вниз, расположитесь на сидении и подставьте бёдра под валики. Плечи приподняты, торс и руки выпрямлены полностью. Общее положение туловища похоже на букву «У». Ступни упираются в пол, а бёдра надежно зафиксированы между валиками и сидением – это положение является исходным. ",
      "Execution": "За удержание туловища в выпрямленном положении отвечают поясничные мышцы, поэтому, напрягите их и не расслабляйте до конца подхода. Сделав глубокий вдох, задержите дыхание. Сведя лопатки и напрягая широчайшие, тяните гриф строго вниз. Локти должны двигаться строго параллельно вдоль боков и быть направлены назад и в стороны. В тот момент, когда гриф будет на уровне плеч, остановитесь и напрягите широчайшие мышцы ещё сильнее. После этого плавно верните гриф в исходное положение. В верхней точке упражнения нужно вновь сделать паузу – это поможет широчайшим растянуться ещё лучше. После этого можете приступать к следующему повторению.",
      "Advice": "Не наклоняйте голову вперед"
    },
    "MusclesString": "WidestBack,MiddleBack,Trapezium,Chest",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 56
  },
  {
    "Name": "Вертикальная тяга обратным хватом",
    "Description": {
      "StartPosition": "Расположитесь в тренажере для вертикальной тяги таким образом, чтобы гриф и верхний блок были перед грудью, отрегулируйте валики для ног так, чтобы они плотно прижимали бёдра к скамье. Приподнявшись, возьмите концы грифа хватом снизу (обратным хватом), так, чтобы руки располагались на ширине плеч. Прямыми руками подтяните гриф вниз и сев, подставьте свои бёдра под валики. Выпрямив торс, слегка приподнимите плечи. Ступни на полу, бёдра плотно прижаты под валиками. Руки должны быть максимально выпрямленными и слегка наклоненными вперёд. Груз при этом повис на натянутом тросе. Напрягите мышцы поясницы и следите за тем, чтобы туловище сохраняло вертикально положение до конца подхода. ",
      "Execution": "Сделав вдох и задержав дыхание, тяните гриф к груди, локти идут вдоль боков, вниз и за спину. В тот момент когда гриф коснётся груди, делайте паузу, ещё сильнее напрягайте широчайшие и старайтесь свети лопатки вместе. Выдохнув, плавно возвращайте гриф тренажера в исходное положение. ",
      "Advice": ""
    },
    "MusclesString": "WidestBack,MiddleBack,Chest",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 57
  },
  {
    "Name": "Горизонтальная тяга в блочном тренажере",
    "Description": {
      "StartPosition": "Прикрепите к тросу двуручную рукоятку или две D-образные рукоятки. Сядьте лицом к нижнему блоку, упритесь ступнями в платформу, ноги при этом чуть согнуты. Наклонившись вперёд, возьмите рукоятки так, чтобы ладони смотрели друг на друга и начните отклоняться назад, до того момента когда торс окажется в вертикальном положении. Расправьте грудь и слегка прогнитесь в пояснице. Руки должны быть выпрямлены полностью, грудь приподнята над упорами, а трос натянут. Это положение будет исходным. ",
      "Execution": "Сделав вдох и задержав дыхание, тяните рукоятки к животу. Локти движутся вдоль боков и строго назад. Старайтесь, чтобы локти и плечи шли как можно дальше за спину. Как только Вы максимально возможно отведёте их назад, напрягайте мышцы ещё сильнее и сохраняйте это положение на протяжении пары секунд. Выдохнув, плавно возвращайтесь в исходное положение. ",
      "Advice": "Спина прямая, а в пояснице должен сохраняться небольшой прогиб. Во время тяги туловище должно оставаться неподвижным. Отклонения торса от вертикального положения допустимы, но должны быть минимальными. Тянуть трос нужно только мышцами спины, не подключая к действию поясницу (не отклоняясь назад, чтобы помочь себе всем телом)."
    },
    "MusclesString": "ShouldersBack,WidestBack,MiddleBack,Trapezium",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 58
  },
  {
    "Name": "Пуловер в блочном тренажере стоя",
    "Description": {
      "StartPosition": "Встаньте перед стойкой тренажера таким образом, чтобы верхний блок был над Вашей головой. Возьмите прямой гриф хватом сверху, так, чтобы руки были на ширине плеч. Отступите назад на 26-36 см. Торс должен быть полностью выпрямлен. Чуть согнув руки в локтях, немного наклонитесь вперёд (15 – 20 градусов от вертикали), так, чтобы груз приподнялся с упоров, если Вы высокого роста, то упражнение можно выполнять на коленях. Туловище должно быть полностью выпрямлено, а спина немного прогнута в пояснице. Поясничные мышцы необходимо напрячь, чтобы торс был зафиксирован в выпрямленном состоянии до конца подхода. ",
      "Execution": "Сделав вдох, напрягите широчайшие мышцы и задержите дыхание. Начинайте тянуть гриф вниз, к бёдрам, руки должны оставаться прямыми. В тот момент, когда гриф коснётся бёдер, не на долго остановитесь и напрягите широчайшие ещё сильнее. Плавно возвращайте гриф в начальное положение (руки не должны доходить до вертикали 15 – 20 градусов), параллельно выдыхая. Руки должны оставаться прямыми (не сгибаться в локтях), на протяжении всего подхода. ",
      "Advice": ""
    },
    "MusclesString": "WidestBack,MiddleBack,Chest",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 59
  },
  {
    "Name": "Становая тяга",
    "Description": {
      "StartPosition": "Расположите штангу на нижних упорах рамы для приседаний и повесьте на неё блины. Взявшись за гриф хватом сверху, так чтобы руки были на ширине плеч, выпрямитесь. В исходном положении руки будут полностью выпрямленными, а гриф должен касаться бёдер. Мышцы поясницы должны быть напряжены и уверенно удерживать естественный изгиб позвоночника – грудь с плечами расправлены, голова смотрит вперёд, а спина прогнута в пояснице. ",
      "Execution": "Сделав глубокий вдох и задержав дыхание, начинайте плавно опускаться вниз. Чтобы облегчить выполнение упражнения, представьте, что сзади Вас стоит стул, и Вы на него садитесь: колени должны сгибаясь немного выдвигаться вперёд, ягодицы двигаться вниз и назад, а торс наклоняться вперёд, до 45 градусов к вертикали. Нижней точкой упражнения будет тот момент, когда бёдра параллельны полу, не выдыхая, изо всех сил напрягая мышцы бёдер, поднимайтесь в исходное положение. Выдыхать можно начать, когда самый сложный промежуток подъёма будет пройдён. Начав выдыхать, не останавливайтесь пока не примите исходное положение.",
      "Advice": "Во время приседаний акцентируйте внимание на том, что позвоночник должен сохранять своё естественное S – образное положение. Скруглять спину нельзя ни в коем случае. Всё время выполнения упражнения, подбородок должен быть параллелен полу, а пятки не отрываться от пола ни на секунду. "
    },
    "MusclesString": "ErectorSpinae,MiddleBack",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 60
  },
  {
    "Name": "Наклоны со штангой на плечах",
    "Description": {
      "StartPosition": "Ноги расставлены на ширину плеч. Взяв штангу широким хватом, расположите её на трапециях и выпрямитесь. Туловище выпрямлено, спина немного прогнута в пояснице, мышцы поясницы напряжены, грудь с плечами расправлены, а ноги немного согнуты в коленях – это положение является исходным. ",
      "Execution": "Сделав глубокий вдох и задержав дыхание, начинайте плавно наклоняться вперёд, отводя при этом таз назад. Обратите внимание на то, что торс должен наклоняться благодаря сгибанию тазобедренного сустава, а не поясничного отдела позвоночника – поясница должна оставаться такой же - немного прогнутой. Когда торс будет параллелен полу, возвращайтесь в исходное положение.",
      "Advice": "Поднимая торс вверх, одновременно выдвигайте таз вперёд. Выдох можно будет сделать только тогда, когда самый сложный участок подъема будет преодолен. На протяжении всего времени выполнения упражнения, поясница должна сохранять лёгкий прогиб. "
    },
    "MusclesString": "ErectorSpinae,Buttocks,Thighs",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 61
  },
  {
    "Name": "Приседания со штангой",
    "Description": {
      "StartPosition": "Встаньте посередине атлетической рамы, лицом к грифу. Упритесь в гриф верхней частью трапеции, подсев под него (ступни, в этот момент, точно под грифом). Сделайте небольшой отступ назад (нужно чтобы упоры не мешали движению штанги вниз). Расставив ноги на ширину плеч, разведите носки в стороны. Ноги и спина должны быть выпрямленными. Полностью распределите вес штанги на обе ступни - это положение будет исходным. ",
      "Execution": "Сделав глубокий вдох и задержав дыхание, начинайте плавно опускаться вниз. Во время приседаний акцентируйте внимание на том, что позвоночник должен сохранять своё естественное S – образное положение. Скруглять спину нельзя ни в коем случае. Всё время выполнения упражнения, подбородок должен быть параллелен полу, а пятки не отрываться от пола ни на секунду. Нижней точкой упражнения будет тот момент, когда бёдра параллельны полу, не выдыхая, изо всех сил напрягая мышцы бёдер, поднимайтесь в исходное положение. Выдыхать можно начать, когда самый сложный промежуток подъёма будет пройдён. Начав выдыхать, не останавливайтесь пока не примите исходное положение.",
      "Advice": "Чтобы облегчить выполнение упражнения, представьте, что сзади Вас стоит стул, и Вы на него садитесь: колени должны сгибаясь немного выдвигаться вперёд, ягодицы двигаться вниз и назад, а торс наклоняться вперёд, до 45 градусов к вертикали. "
    },
    "MusclesString": "Buttocks,Quadriceps,ErectorSpinae,Thighs",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 62
  },
  {
    "Name": "Приседания в тренажере Смита",
    "Description": {
      "StartPosition": "Встантье в тренажер Смита так, чтобы верхняя часть трапеции упиралась в гриф, возьмитесь за него верхним хватом, освободив замки, выпрямитесь. Расставьте ноги на ширину плеч и выдвиньте их вперёд (носки больших пальцев должны вылезать за линию бёдер на 20 – 25 сантиметров). Спина должна быть перпендикулярна полу и немного прогнута в пояснице (плечи находятся ровно над бёдрами). ",
      "Execution": "Сделав глубокий вдох и задержав дыхание, начинайте приседать, таз при этом нужно отводить назад, как - будто Вы садитесь на стул. Опускаться надо пока бёдра не станут параллельны полу. В нижней точке не нужно подниматься, пружиня ноги, нужно напрягая бёдра, без рывка, очень плавно изменять направление движения и подниматься вверх. Выдохнуть можно будет когда самый сложный участок будет пройден. Всё время выполнения упражнения взгляд должен быть направлен строго вперёд, Вы должны сохранять S-образный изгиб позвоночника и не отрывать от пола пятки.",
      "Advice": ""
    },
    "MusclesString": "Quadriceps,Buttocks,Thighs",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 63
  },
  {
    "Name": "Приседания со штангой на груди в тренажере Смита",
    "Description": {
      "StartPosition": "Расположите гриф так, чтобы он был на уровне ключиц, подсядьте снизу так, чтобы гриф лежал на передних дельтах. Скрестите руки перед грудью и возьмите гриф верхним хватом. Так же возможно взять гриф нижним хватом: не скрещивая рук, возьмите гриф, как его обычно берут тяжелоатлеты – нижним хватом (так, чтобы ладони смотрели вверх), кисти чуть шире плеч, локти выдвинуты вперёд так, чтобы верхние части рук были параллельны и «смотрели» строго вперёд. Ступни должны быть расположены по ширине таза чуть впереди грифа или строго под ним. Сняв гриф с замков, выпрямитесь. ",
      "Execution": "Сделав глубокий вдох и задержав дыхание, плавно приседайте: колени должны двигаться строго вниз (при этом они не должны вылезать за линию больших пальцев ног), а таз назад и вниз. Не забывайте удерживать спину немного прогнутой в пояснице. В тот момент, когда бёдра будут почти параллельны полу (эта точка будет нижней), не останавливаясь, изменяйте направление движения и за счет усилия квадрицепсов плавно поднимайтесь вверх. Когда самый сложный участок подъема будет преодолён, выдыхайте. ",
      "Advice": "У этого упражнения имеется и более продвинутый вариант выполнения: когда Вы достигнете нижней точки, остановившись на пару секунд, изо всех сил напрягайте мышцы и с силой выталкивайте себя вверх. При этом гриф не должен отрываться от плеч. Эта техника является более эффективной для ускорения роста мышц и наращивания взрывной силы. "
    },
    "MusclesString": "Quadriceps,Buttocks,Thighs",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 64
  },
  {
    "Name": "Гак-приседания",
    "Description": {
      "StartPosition": "Встаньте в гак – тренажёр. Подставьте плечи под верхние валики и плотно прижмитесь спиной к опоре. Ноги расставьте на ширину плеч, ступни выдвиньте немного вперёд, так, чтобы они были ближе к верхнему краю платформы (они должны располагаться на расстоянии около 30см от плоскости тела). Держите ноги немного согнутыми в коленях, торс прямым, а подбородок зафиксируйте так, чтобы он был параллелен платформе. Всё время выполнения упражнения торс надлежит удерживать в постоянном напряжении и ни на секунду не отрывать его от опоры, сохраняя при этом естественный прогиб в пояснице. ",
      "Execution": "Сделав глубокий вдох, задержите дыхание и опускайтесь до тех пор, пока бёдра не будут в положении параллельном платформе (в коленных суставах в этот момент будет прямой угол). Не делая выдох, изо всех сил напрягайте квидрицепсы и с силой, но без рывка, выталкивайте себя вверх. Приседания и подъем должны слиться в одно непрерывное движение. Сделать выдох можно когда преодолён самый сложный участок подъема.",
      "Advice": ""
    },
    "MusclesString": "Buttocks,Quadriceps,ErectorSpinae,Thighs",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 65
  },
  {
    "Name": "Жим ногами",
    "Description": {
      "StartPosition": "Сев в тренажёр для жима ногами, расставьте ступни на ширину плеч. Носки должны быть чуть разведены в стороны или направлены вверх. Всё время выполнения упражнения вся поверхность ступни должна быть плотно прижата к платформе. Если Вы будете отрывать пятки, то существенно повысите риск травмировать коленные суставы. До конца подхода ягодицы и верх спины должны быть плотно прижаты к спинке. Освободив фиксаторы платформы, начинайте выжимать её вверх. В исходном положении ноги должны быть выпрямлены, но не до конца (не до блокировки коленного сустава). ",
      "Execution": "Сделав глубокий вдох и задержав дыхание, плавно опускайте платформу к груди, до того момента пока угол в коленном суставе не будет равен 80-90 градусам – это будет нижняя точка упражнения. Когда Вы достигнете нижней точки, не выдыхая, мощно выжимайте платформу вверх, напрягая бёдра и не отрывая пяток от платформы. Выдох можно сделать только тогда, когда самый сложный участок подъема будет преодолён, а лучше – когда ноги окажутся выпрямленными. ",
      "Advice": ""
    },
    "MusclesString": "Quadriceps,Buttocks,Thighs",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 66
  },
  {
    "Name": "Выпады со штангой",
    "Description": {
      "StartPosition": "Расположив штангу на верхних трапециях, беритесь за гриф верхним хватом, ладони расположены шире плеч. Расположите ступни чуть шире бёдер, параллельно друг – другу, выпрямитесь. Подбородок должен быть параллелен полу, спина чуть прогнута в пояснице, колени немного согнуты, живот подтянут, а грудь «колесом». Та точка, в которой нога, которую Вы выставляете вперёд, будет согнута под прямым углом в колене, ягодицы и мышцы задней части бедра натянуты, а колено ноги стоящей сзади будет висеть в паре сантиметров над полом (не касаясь его) – будет нижней. ",
      "Execution": "Задержав дыхание, обопритесь на выставленную вперёд ступню и начинайте подниматься из приседа, когда подъем будет закончен, отшагните назад передней ногой, вернувшись в исходное положение (то положение, в котором ноги будут вместе на ширине бёдер). Следующее повторение выполняйте на другой ноге. ",
      "Advice": ""
    },
    "MusclesString": "Buttocks,Quadriceps,ErectorSpinae,Thighs",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 67
  },
  {
    "Name": "Вышагивания на платформу",
    "Description": {
      "StartPosition": "Установите на уровне колен скамью или широкую платформу, главное чтобы она была устойчивой. Встаньте перед ней на расстояние равное 15-30 сантиметрам. Немного согните колени и расставьте ноги на ширину бёдер. Немного прогнитесь в пояснице и подтяните живот. Возьмите гантели и держите их по бокам. Если Вы имеете большой опыт тренировок и являетесь опытным атлетом – можете вместо гантелей использовать штангу, расположив её на плечах, как во время приседаний. Не забывайте про то, что в обоих случаях вес должен быть относительно лёгким. ",
      "Execution": "Сделав вдох и перенеся центр тяжести на правую ногу, левой ногой (которая в данном случае рабочая) сделайте шаг на платформу. Напрягая мышцы бедра левой ноги, обопритесь всей её стопой о платформу и, оттолкнувшись правой от пола, приставьте её к рабочей ноге, на платформу. После этого можно выдыхать. Сделав вдох и оставив левую ногу на платформе, верните правую в исходное положение. Это будет одно повторение. ",
      "Advice": "Можно как чередовать ноги во время подхода, так и делать все повторения для одной ноги, а потом для другой."
    },
    "MusclesString": "Quadriceps,Buttocks,Thighs",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 68
  },
  {
    "Name": "Разгибания ног",
    "Description": {
      "StartPosition": "Спинку нужно установить так, чтобы ваше бедро полностью помещалось на сиденье, чтобы колени идеально ложились на край сиденья, а крестец был прижат к спинке. Положение второго валика (за который заводите ноги) нужно выставить так, чтобы вы упирались в него нижней частью голени. Угол в коленном суставе при этом не должен быть меньше 90 градусов. Последнее, что надо будет сделать – это выставить вес, в зависимости от вашего уровня подготовки. Большое отягощение в этом упражнении не используется. Сядьте в тренажер, прижмитесь спиной к его спинке и заведите ноги за валик. Руками возьмитесь за специальные ручки по бокам от сиденья. Носки стоп поднимите вверх.",
      "Execution": "На выдохе плавно разогните ноги в коленях. Максимально напрягите квадрицепсы в верхней точке, задержитесь в таком положении на 1–2 секунды. На вдохе подконтрольно опустите ноги вниз, но не сгибайте их до конца. То есть даже в нижней точке квадрицепсы должны быть напряжены. Следите за ощущениями в коленях, не бросайте резко ноги вниз. Выполните нужное количество повторов.",
      "Advice": "Выбирайте вес так, чтобы с ним вы смогли сделать 3–4 подхода по 15–20 раз. "
    },
    "MusclesString": "Quadriceps",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 69
  },
  {
    "Name": "Рывок штанги на грудь",
    "Description": {
      "StartPosition": "Расположите руки на штанге, верхним хватом, на ширине плеч. Выпрямитесь, слегка согнув ноги в коленях. Наклоните торс вперёд, чтобы угол к горизонтали был равен 45 градусам (гриф находится немного выше колен), при этом не забывайте удерживать лёгкий прогиб в пояснице. Держите руки выпрямленными, грудь расправленной, а подбородок параллельным полу. Носки кроссовок, гриф штанги и плечи, при этом, должны быть в одной вертикальной плоскости. Задержите дыхание после глубокого вдоха. ",
      "Execution": "Сделав резкое, упругое движения, встаньте на носки и немного подпрыгивая, выпрямляйте ноги (колени и ступни слегка разводите в стороны), поднимите торс из наклона (немного отклонив назад) и тяните штангу к подбородку. Чем выше Вы поднимаете штангу, тем больше должны локти разворачиваться вниз и выше подниматься плечи. Когда гриф будет на уровне подбородка, резким движением подсядьте под него и в то же время разворачивайте предплечья и локти вперёд. После этого положите штангу на грудь (гриф нужно прочно расположить на ладонях и передних дельтах). Выпрямив ноги, плавным движением опускайте штангу к бёдрам, возвращаясь, тем самым, в исходное положение.",
      "Advice": "Обращайте особое внимание на то, чтобы штанга не «летела» вниз сама, это может привести к травме ног. Всё время выполнения упражнения пресс и мышцы, которые прилегают к позвоночнику, должны быть напряжены. Их задача – прочно удерживать правильный, S-образный прогиб позвоночника. В противном случае существует риск заработать травму спины. "
    },
    "MusclesString": "Quadriceps,ShouldersBack,ShouldersFront,ShouldersMiddle,Buttocks,Trapezium,Thighs",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 70
  },
  {
    "Name": "Становая тяга на прямых ногах",
    "Description": {
      "StartPosition": "Расположитесь позади штанги таким образом, чтобы ступни были под грифом. Ноги расставьте на ширину, чуть превышающую ширину плеч. Подав таз назад, возьмитесь за гриф верхним хватом. ",
      "Execution": "Поднимите штангу и полностью выпрямитесь: плечи должны быть отведены, спина немного прогнута в пояснице, а грудь расправлена. Сделав глубокий вдох и задержав дыхание, сделайте наклон, во время выполнения которого, отводите таз назад и сохраняйте прогиб в пояснице. Гриф должен опускаться и подниматься исключительно в вертикальной плоскости. Достигнув точки упражнения, когда торс будет параллелен полу или немного ниже (нижняя точка), не вздумайте выдыхать. Всё так же задерживая дыхание и удерживая естественный прогиб в пояснице, подавайте таз вперёд и поднимайте торс. Выдох можно будет сделать, когда самый трудный участок подъёма будет пройден.",
      "Advice": "Руки в данном упражнении не задействованы вообще, они отвечают только за удержание штанги. "
    },
    "MusclesString": "ErectorSpinae,MiddleBack,Buttocks,Thighs,Trapezium",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 71
  },
  {
    "Name": "Румынский подъем",
    "Description": {
      "StartPosition": "Возьмите штангу верхним хватом, немного шире плеч. Ладони должны быть расположены снаружи, по бокам от бёдер и смотреть назад. Зафиксируйте естественный изгиб позвоночника, немного прогнувшись в пояснице, выгните грудь вперёд, а плечи отведите назад. Взгляд направлен строго вперёд, ноги расставлены на ширину плеч и выпрямлены в коленях. ",
      "Execution": "Сделав вдох и задержав дыхание, сохраняя легкий прогиб в пояснице, начинайте плавно отводить таз назад и при этом наклонять корпус вперёд. При движении и вверх и вниз штанга должна скользить по поверхности ног, почти касаясь голеней, коленей и бёдер. Наклоняться надлежит, пока торс не будет параллелен полу (в этот момент гриф должен быть у середины голеней) или немного ниже. Выдыхать, когда нижняя точка упражнения будет достигнута, не нужно. Быстро изменив направление движения, начинайте плавно тянуть ягодицы вперёд и поднимать торс из наклона в начальное положение. Выдыхать можно только тогда, когда самый сложный участок подъёма преодолён. ",
      "Advice": "Всё время движения должен сохраняться естественный, S-образный изгиб позвоночника, ноги остаются прямыми, взгляд направлен строго вперёд, а точка опоры приходится на пятки. Если Вам сложно удерживать ноги прямыми, в исходной позиции их можно немного согнуть и зафиксировать в коленях до конца подхода. "
    },
    "MusclesString": "ErectorSpinae,Buttocks,Thighs",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 72
  },
  {
    "Name": "Гиперэкстензия для мышц бедра",
    "Description": {
      "StartPosition": "Расположитесь на римском стуле таким образом, чтобы на опоре лежала только средняя часть бёдер, ягодицы висели за пределами сидения, а лодыжки упирались в валики. Держите спину прямой, а у позвоночника зафиксируйте естественный изгиб. Опускайте корпус вниз, пока он не будет образовывать прямой угол с бёдрами.",
      "Execution": "Согнув ноги в коленях, ещё выше поднимите всё тело, пока угол между туловищем и полом не составит 30 градусов. В верхней точке надо выдохнуть и немного расслабиться, при этом не упуская естественный изгиб позвоночника. Плавно опускайте корпус в исходное положение, выпрямляя ноги. ",
      "Advice": "Упражнение нужно выполнять в умеренном и плавном темпе, без рывков и ускорений. "
    },
    "MusclesString": "Buttocks,Thighs,ErectorSpinae,Caviar",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 73
  },
  {
    "Name": "Сгибание ног лежа",
    "Description": {
      "StartPosition": "Лягте на скамью для сгибания ног таким образом, чтобы колени немного вылезли за её край, а валики упёрлись в заднюю часть лодыжек. Возьмитесь за боковые края скамьи или за рукоятки, если у тренажёра они имеются.",
      "Execution": "Сделав вдох и задержав дыхание, сгибайте ноги в коленях и тяните валики на себя (вверх). Достигнув той точки упражнения в которой голени будут перпендикулярны полу (или валики почти коснутся бёдер), остановитесь на несколько секунд и напрягите бицепсы бедра, как можно сильнее – эта точка будет верхней. Начинайте плавно разгибать ноги, при этом выдыхая, когда ноги будут в исходном положении – немедленно приступайте к следующему повторению. ",
      "Advice": "Выполнять упражнение нужно в умеренном темпе."
    },
    "MusclesString": "Thighs,Caviar",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 74
  },
  {
    "Name": "Сгибания ног стоя",
    "Description": {
      "StartPosition": "Встаньте к тренажёру для сгибания ног стоя лицом к нему. Подняв одну ногу, упритесь задней частью лодыжки в валик. Передняя часть бедра должна плотно прилегать к опорной спинке тренажёра, на протяжении всего времени выполнения упражнения. Другая нога должна оставаться выпрямленной (но не блокируйте её в коленном суставе) и упираться в пол всей ступнёй. На протяжении всего упражнения держите ступню плотно прижатой к полу. Чтобы придать телу устойчивое положение, держитесь за поручни тренажёра и упирайтесь грудью в его спинку. В пояснице сохраняйте лёгкий прогиб. ",
      "Execution": "Сделав глубокий вдох и задержав дыхание, сгибайте рабочую ногу в колене и тяните ступню так высоко как можете. Точка, в которой валик будет в нескольких сантиметрах от бедра, является верхней. Здесь Вам нужно сделать короткую паузу и напрячь мышцы задней части бедра ещё сильнее. Медленно опускайте ногу, делая выдох. В нижней точке не нужно разгибать ногу полностью (груз не касается упоров). В нижней точке, после небольшой паузы, приступите к следующему повторению. Сначала сделайте все повторения для одной ноги, потом для другой – это будет один подход. ",
      "Advice": ""
    },
    "MusclesString": "Thighs,Caviar",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 75
  },
  {
    "Name": "Сгибания ног сидя",
    "Description": {
      "StartPosition": "Расположитесь в тренажёре для сгибания ног таким образом, чтобы колени вылезали за край сидения (дайте ногам возможность сгибаться по максимально возможной амплитуде). Задняя часть голени должна упираться в валики. Исходной позицией будет являться та, в которой ноги выпрямлены (но не заблокированы в коленях) или немного согнуты. ",
      "Execution": "Чтобы немного ослабить натяжение в мышцах задней части бедра, возьмитесь за рукоятки и немного отклоните корпус назад (спинка сидения должна быть установлена под наклоном). Сделав глубокий вдох и задержав дыхание, сгибайте ноги. На протяжении всего времени выполнения упражнения, следите за тем, чтобы в голеностопном суставе был прямой угол (ориентируйтесь на то, что носки должны быть направлены вверх). Когда угол в коленном суставе будет равен 90 градусам, остановитесь и напрягите мышцы задней части бедра как можно сильнее – это будет нижняя точка упражнения. Плавно возвращайте в исходное положение и делайте следующее повторение. ",
      "Advice": ""
    },
    "MusclesString": "Thighs,Caviar",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 76
  },
  {
    "Name": "Подъемы на носки стоя",
    "Description": {
      "StartPosition": "Став в тренажёр для подъёма на носки, подставьте плечи под опорные валики. Расположите подушечки ступней на платформе таким образом, чтобы пятки были за её краем и могли опускаться и подниматься во всей амплитуде. Носки должны быть немного разведены или параллельны. Полностью выпрямив торс и ноги, обратите внимание на то, чтобы плечи, таз и пятки были в одной вертикальной плоскости. ",
      "Execution": "Во время разгибания голеностопного сустава, плавно опускайтесь на пятках, пока не почувствуете, что икроножные мышцы и ахиллесовы сухожилия максимально растянуты. Сделав глубокий вдох и задержав дыхание, напрягите икры так сильно, как только можете и мощным движением поднимайте на носках максимально высоко. ",
      "Advice": ""
    },
    "MusclesString": "Caviar,ShinCamboloid",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 77
  },
  {
    "Name": "Подъемы на носки в тренажере для жимов ногами",
    "Description": {
      "StartPosition": "Расположитесь в тренажёре для жима ногами таким образом, чтобы поясница и ягодицы плотно прижимались к сиденью. Подушечки ступней должны стоять у ближнего края платформы так, чтобы пятки выдвигались за её край, позволяя полностью разгибать голеностопный сустав. Ступни чуть развёрнуты носками наружу или параллельны. Расстояние между ступнями должно быть таким, чтобы Вам было удобно выполнять упражнение. Возьмитесь за боковые поручни и выжмите платформу вверх, предварительно разблокировав. Исходным положением будет то, в котором ноги выпрямлены (при этом, не заблокированы в коленях) или немного согнуты. ",
      "Execution": "Опустите платформу вниз, разгибая голеностопный сустав (в коленях ноги не сгибаются). В нижней точке ахиллесовы сухожилия должны быть растянуты, но не до предела. Сделав вдох и задержав дыхание, напрягайте икры и вставайте на носки, тем самым выжимая платформу вверх. Остановитесь на пару секунд и, как только можете, напрягите икры. Делая выдох, разгибайте голеностопные суставы и опускайтесь в исходное положение. ",
      "Advice": "Выполнять упражнение надлежит в медленном или умеренном темпе. Угол сгибания и разгибания голеностопного сустава не должен превышать 30 – 45 градусов. "
    },
    "MusclesString": "Caviar,ShinCamboloid",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 78
  },
  {
    "Name": "Подъемы на носки сидя",
    "Description": {
      "StartPosition": "Удобно расположитесь в тренажёре для подъёмов на носки сидя. Немного поднимите валики и поставьте подушечки своих ступней на поставку для ног таким образом, чтобы пятки свободно свисали за её край. Ступни должны быть параллельны друг другу. Подвиньтесь на сиденье так, чтобы валики легли четко на низ квадрицепсов. Выпрямите туловище. ",
      "Execution": "Сделав глубокий вдох и задержав дыхание, встаньте на носки, стараясь поднять пятки максимально высоко. Остановившись в верхней точке на пару секунд, изо всех сил напрягите камбаловидную мышцу (она расположена под икроножной мышцей). Выдыхайте и опускайте пятки как можно ниже. Начинайте подъём на носки в тот момент, когда почувствуете, что икры хорошенько натянулись. ",
      "Advice": "Чтобы добиться лучшей устойчивости, держитесь руками за рукоятки на раме, к которой крепятся валики или за края сиденья. "
    },
    "MusclesString": "Caviar,ShinCamboloid",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 79
  },
  {
    "Name": "Подъемы носков",
    "Description": {
      "StartPosition": "Разместите горизонтальную скамью на расстоянии 30 см от тренажера. Нужно сесть на скамью и поставить пятки на подставку или брусок для ног, а подъемом ступней следует упереться в валики. В исходной позиции ступни должны стоять параллельно, а голени нужно держать немного наклоненными к скамье (пятки слегка дальше коленей). ",
      "Execution": "Поднимите носки максимально высоко, напрягая передние части голеней. Зафиксируйте такое положение на 1-2 секунды. Затем расслабьтесь. Опустите валики, медленно разгибая голеностопный сустав. ",
      "Advice": "Используйте в тренажёре такой вес, с которым сможете работать, максимально сгибая голеностопный сустав, если Вам не удаётся полностью поднять носки вверх (до ощущения, что сухожилия с задней стороны лодыжки максимально натянуты), значит, выбранный вес слишком большой. "
    },
    "MusclesString": "ShinAnteriorTibialis",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 80
  },
  {
    "Name": "Сгибания рук в запястьях",
    "Description": {
      "StartPosition": "Возьмите гантель в каждую руку, опуститесь на колени, перед скамьей и поставьте предплечья поперёк скамьи, так, чтобы ладони смотрели вверх. Запястья должны быть за краем скамьи: в тот момент когда Вы разогнёте их полностью, они не должны упираться в скамью гантелями. До конца сета, Ваше туловище и предплечья должны быть неподвижными. Вы должны держать гантели «уверенно», но при этом не очень крепко, чтобы они могли «скатываться» к пальцам. Опустите гантели вниз, полностью разогнув запястья. ",
      "Execution": "Плавно поднимайте гантели как можно выше, работая мышцами предплечья. Всё время выполнения упражнения предплечья и локти не должны отодвигаться от скамьи или двигаться. Ориентируйтесь на то, что в идеале, в верхней точке выполнения упражнения, кисти на 60° выше горизонтали. Когда Вы достигните её (верхнюю точку), полностью разгибайте запястья и плавно, не теряя контроля, опускайте гантели к пальцам. ",
      "Advice": "Если Вы используете тяжелые гантели – необходимо кратковременно задерживать дыхание во время подъема, выдыхайте только тогда, когда будите опускать гантели вниз. "
    },
    "MusclesString": "Forearm",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 81
  },
  {
    "Name": "Отжимания на брусьях",
    "Description": {
      "StartPosition": "Прежде чем приступать непосредственно к выполнению упражнения, доведите свою технику до идеала: Примите положение упора на брусьях, руки в начальном положении прямые. Начинайте упражнение из верхней точки, это даст мышцам возможность сократиться и приготовиться к работе. Торс наклонён вперёд (если Вы будете в вертикальном положении, то нагрузка перейдёт с груди на трицепсы). Для того чтобы было проще держать корпус в наклоне, скрестите ноги в лодыжках, при этом согнув в коленях. Подбородком упритесь в грудь. Такое положение должно сохраняться до конца упражнения.",
      "Execution": "Согнув локти, плавно опускайтесь вниз, пока локти не будут на уровне подмышек. Не вздумайте опускаться быстро, иначе есть высокий шанс заработать травму груди. Немного остановившись, медленно и ровно возвращайтесь в исходное положение. ",
      "Advice": "Отжимания на брусьях являются крайне травмоопасным упражнением, но только в случае несоблюдения техники выполнения. "
    },
    "MusclesString": "Triceps,ShouldersFront,Chest",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 82
  },
  {
    "Name": "Отжимания от пола",
    "Description": {
      "StartPosition": "Отжимания с узкой постановкой рук. Примите положение «упор, лёжа», кисти при этом должны стоять так, чтобы указательные и большие пальцы рук касались друг – друга. ",
      "Execution": "Медленно опускайтесь в нижнюю позицию, а затем, мощным усилием выжимайте себя вверх. Когда Вы достигните верхней точки, нужно будет статически напрячь трицепсы на счет «раз-два» и лишь после этого опускаться в нижнее положение. Благодаря этому нагрузка на трицепсы значительно возрастёт. .",
      "Advice": "Отжимания с широкой постановкой рук. Примите положение «упор, лёжа». Взгляд направлен строго вперёд (голова находится на линии позвоночника). Кисти рук должны стоять чуть шире плеч. Опустившись в нижнюю позицию, усилием грудных мышц начинайте выжимать себя вверх, сохраняя руки прямыми. Достигнув верхнего положения, напрягите (статически) грудные мышцы на «раз – два» и только после этого опускайтесь к полу. Локти нельзя распрямлять до упора. Пресс должен оставаться напряженным, а спина прямой, на протяжении всего времени выполнения упражнения."
    },
    "MusclesString": "Triceps,ShouldersFront,Chest,Cardio",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 83
  },
  {
    "Name": "Приседания",
    "Description": {
      "StartPosition": "Встаньте прямо, ноги чуть шире ширины плеч. Опустите плечи и отведите их назад. Округлённая спина вам тут не нужна — в противном случае вы перегрузите поясницу. На протяжении всего упражнения важно сохранять прямую осанку. У рук может быть несколько положений. Первое — они вытянуты вперёд, ладони направлены вниз. Второе — согнуты в локтях и прижаты к туловищу, большие пальцы «смотрят» вверх. Третье — сложены за голову, локти в стороны. Четвёртое — в замке перед собой. Пятое — ладони лежат на талии. ",
      "Execution": "Слегка отведите бёдра назад и начните сгибать колени. Как только вы начнёте приседать, следите за тем, чтобы спина оставалась ровной, а плечи не поднимались. Мысленно прочертите прямую перпендикулярную полу линию от пальцев ног. Ваши колени не должны выходить за эту линию. Держите колени всегда над стопами, не сводите и не разводите ноги. Таз отведите назад так, будто сзади вас стоит невидимый стул. Глубокое приседание — лучшее приседание. Так что опускайте таз как можно ниже. Если он опустился ниже уровня колен, считайте, вы достигли pro-уровня. ",
      "Advice": "Для самоконтроля можете поставить позади себя невысокий ящик и приседать, касаясь его ягодицами. Вес тела перенесите на пятки. Только так вы сможете загрузить ягодичную мышцу и проработать лодыжки и подколенные сухожилия."
    },
    "MusclesString": "Quadriceps,Buttocks,Thighs,Cardio",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 84
  },
  {
    "Name": "Выпады с гантелями",
    "Description": {
      "StartPosition": "Стопы должны стоять на расстоянии 40 – 50 см друг от друга и быть параллельными друг – другу. Взяв гантель в каждую руку, проследите за тем, чтобы позвоночник был полностью выпрямленным, а взгляд направлен строго вперёд. Не стоит опускать взгляд вниз, под ноги, иначе спина неизменно скруглится и упражнение станет неудобным и неэффективным. Гантели можно как закинуть на плечи, так и держать внизу, в полностью выпрямленных руках. ",
      "Execution": "Сделайте шаг вперёд, одной ногой, поясница при этом прямая. Выставленную вперёд ногу необходимо сгибать в тазобедренном и коленном суставах, пока угол между голенью и бедром не станет прямым. Всё это время, стопа другой ноги зафиксирована на месте и не движется, колено в это время, должно нависать над полом, но не касаться его. Сделав небольшую паузу, поднимайтесь в исходное положения, соблюдая обратную последовательность, «отшагнув» назад той ногой, которую Вы тренировали, повторите все манипуляции другой. ",
      "Advice": "Нет принципиальной разницы, когда менять тренируемые ноги, после каждого повторения или подхода."
    },
    "MusclesString": "Quadriceps,Buttocks,Thighs,ErectorSpinae",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 85
  },
  {
    "Name": "Разведение рук в нижнем кроссовере",
    "Description": {
      "StartPosition": "Стоя лицом к тренажеру возьмите нижнюю правую рукоятку левой рукой, а нижнюю левую — правой, скрестив руки. ",
      "Execution": "Слегка согните руки в локтях. Разведите руки в стороны до горизонтали. Вернитесь в исходное положение.",
      "Advice": ""
    },
    "MusclesString": "ShouldersFront,ShouldersMiddle,ShouldersBack,Trapezium",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 86
  },
  {
    "Name": "Подъем ног в упоре на локтях",
    "Description": {
      "StartPosition": "Обопритесь о раму тренажёра руками, удобно расположив локти. Необходимо держаться за рукоятки, во время выполнения упражнения, это обеспечит необходимую устойчивость. Ноги должны висеть на одной линии с корпусом, который Вам нужно держать ровно, сохраняя спину прямой. ",
      "Execution": "Поднимите ноги вверх, так, чтобы они были параллельны полу. Задержавшись в таком положении на мгновение, опустите ноги в исходное положение. Работать должны только мышцы пресса и сгибающие мышцы бедра, не стоит раскачивать ноги.",
      "Advice": ""
    },
    "MusclesString": "Abdominal,Quadriceps",
    "Tags": "DatabaseExercise,ExerciseByReps",
    "CodeNum": 87
  },
  {
    "Name": "Подъем коленей в упоре на локтях",
    "Description": {
      "StartPosition": "Встаньте в тренажер, спиной прислонитесь к его спинке, примите положение в упоре на локтях. Ноги согнуты в коленях, и не распрямляются все время выполнения упражнения, иначе нагрузка с мышц живота уйдет на мышцы ног. ",
      "Execution": "Задержите дыхание, и силой мышц живота поднимите колени так высоко, как сможете, а затем еще чуточку выше. В верхней точке максимально напрягите мышцы, задержитесь на несколько секунд, и медленно опускайте ноги обратно. ",
      "Advice": "Выполните как минимум 20-25 повторений в не менее чем четырех подходах."
    },
    "MusclesString": "Abdominal,Quadriceps",
    "Tags": "DatabaseExercise,ExerciseByReps",
    "CodeNum": 88
  },
  {
    "Name": "Поочередное сгибание рук с гантелями",
    "Description": {
      "StartPosition": "Сидя на скамье или стоя на полу. Гантели в опущенных руках, ладони повернуты внутрь к телу. ",
      "Execution": "Сделать вдох и на задержке дыхания согнуть одну руку в локте, разворачивая кисть на себя, поднимая локоть .По окончании движения сделать выдох. Чередуйте движение каждой рукой попеременно. Сохраняйте сбалансированную позу; позвоночник в вертикальном положении. ",
      "Advice": "Выполняйте медленное, контролируемое движение, не используйте силу инерции. Выполняйте упражнение по полной амплитуде движения, не останавливайтесь, когда предплечье будет параллельно полу. Держите грудь расправленной, не сутультесь и не округляйте плечи. Верхние части рук должны оставаться неподвижными. Когда локти будут полностью согнуты, следует слегка отвести предплечья вперед, чтобы они располагались почти вертикально. Используйте силу бицепсов, а не кистей."
    },
    "MusclesString": "Biceps,Forearm",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 89
  },
  {
    "Name": "Бег",
    "Description": {
      "StartPosition": "Голова – должна смотреть только вперед. Не смотрите на свои ноги. Плечи – должны быть расслабленными. Руки – держите возле корпуса под прямым углом. Кисти собраны в свободный кулак. Корпус – ровный и немного наклоненный вперед, но за счет бедер, а не за счет плеч. Ноги – двигаются как бы по кругу. Одной ногой вы отталкиваетесь, а другую сгибаете в колене, так чтобы голень была перпендикулярна к полу. ",
      "Execution": "",
      "Advice": "Необходимо мягко приземляться на носок, амортизируя приземление и только потом ставить пятку. Во время бега ноги должны быть всегда немного согнуты в коленях, бег должен быть мягким и бесшумным, не нужно колотить пятками по земле, разбивая ноги."
    },
    "MusclesString": "Cardio,Quadriceps,Thighs,Caviar",
    "Tags": "ExerciseByTime,ExerciseByDistance,DatabaseExercise",
    "CodeNum": 91
  },
  {
    "Name": "Велотренажер",
    "Description": {
      "StartPosition": "Отрегулируйте сиденье и руль, так чтобы сидеть максимально удобно. Сидеть надо прямо, не напрягаясь и не прогибая спину. Плечи можно слегка округлить, руки должны быть расслаблены. Нагрузка должна равномерно распределяться на мышцы ног, колени можно направить немного внутрь или вперед, стопы держать параллельно полу. Держите голову прямо, смотрите вперед, как будто едете по обычной дороге.",
      "Execution": "",
      "Advice": "Перед занятиями на велотренажере надо вычислить максимальную частоту пульса (МЧП), которая зависит от возраста. Формула расчета: «МЧП = 220 - возраст в годах». Если Вам 35 лет, то МЧП = 185 ударов/мин. Рекомендуется большую часть тренировки проводить при пульсе, равном 70 – 75% от МЧП и не выходить за 80% МЧП, это чревато перегрузкой сердечно-сосудистой системы. Новичкам следует начинать с тренировок продолжительностью до 30 минут, постепенно увеличивая длительность и нагрузку. Оптимальная длительность тренировки на велотренажерах 40 - 60 минут."
    },
    "MusclesString": "Cardio,Quadriceps,Thighs",
    "Tags": "ExerciseByTime,ExerciseByDistance,DatabaseExercise",
    "CodeNum": 92
  },
  {
    "Name": "Пуловер",
    "Description": {
      "StartPosition": "Выполнять пуловер следует с гантелью, хотя есть разновидности выполнения пуловера и со штангой. Оптимально ложиться поперек скамьи, что позволит максимально растянуть мышцы спины и груди, однако можно выполнять и лежа вдоль скамьи. При расположении поперек скамьи, необходимо скамью расположить на уровне лопаток, так чтобы плечи немного выступали за край скамьи. Таз должен полностью висеть в воздухе, и максимально опущен вниз. При правильном расположении Ваше туловище будет выгнуто по дуге грудью наружу. Вес гантели должен позволят Вам выполнить упражнение от 6 до 12 раз. ",
      "Execution": "Для первого раза не стоит брать большой вес – в данном упражнении большую роль играет максимальная амплитуда, а не вес снаряда. При необходимости попросите кого-нибудь помочь Вам правильно лечь, подать гантель и проследить за техникой. Суть упражнения – необходимо на почти прямых руках, лежа на скамье, опустить гантель за голову и далее вернуть в исходное положение – гантель над грудной клеткой. Держать руки совершенно прямыми не стоит, так как очень сильно нагружается локтевой сустав, однако и сильный сгиб руки упростит выполнение пуловера и не принесет результата.",
      "Advice": ""
    },
    "MusclesString": "Triceps,Chest,WidestBack",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,BenchExist,DatabaseExercise",
    "CodeNum": 93
  },
  {
    "Name": "Шраги с гантелями",
    "Description": {
      "StartPosition": "Встаньте прямо, ноги на ширине плеч. Возьмите (хват ладонями к себе) гантели в каждую руку и вытянитесь в струнку. Опустите плечи, пусть они “просядут” как можно ниже. ",
      "Execution": "Вдохните, на выдохе начните поднимать плечи вверх,стараясь приводить их к ушам.В конечной точке амплитуды задержитесь на 2 счета. Руки на протяжении всего движения остаются прямыми. Движение осуществляется только за счет перемещения плечей вверх - вниз.Никакого вращения дельт вперед - назад не происходит. Опустите гантели обратно, вернитесь в ИП. Повторите заданное количество раз.",
      "Advice": ""
    },
    "MusclesString": "Trapezium,MiddleBack,Neck",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 94
  },
  {
    "Name": "Подъем EZ-штанги на бицепс на скамье Скотта",
    "Description": {
      "StartPosition": "Данное упражнение отлично подходит для изолированной тренировки бицепса при минимальной нагрузке на запястья. Отрегулируйте скамью так, чтобы руки удобно располагались на наклонной поверхности. Задняя часть локтей должна полностью лежать на обивке. Возьмите штангу за изгиб грифа хватом на ширине плеч, обратив ладони вверх. Грудь прижата к подушке. Снимите штангу с подставки. Руки слегка согнуты в локтях, чтобы передать напряжение на бицепс. ",
      "Execution": "Выполните подъем штанги, пока гриф не достигнет уровня плеч. В верхней точке сделайте короткую паузу и дополнительно напрягите бицепс. Медленно вернитесь в исходное положение.",
      "Advice": ""
    },
    "MusclesString": "Biceps,Forearm",
    "Tags": "ExerciseByRepsAndWeight,BarbellExist,DatabaseExercise",
    "CodeNum": 95
  },
  {
    "Name": "Вертикальная тяга",
    "Description": {
      "StartPosition": "Сядьте на тренажер с вертикальной тягой и отрегулируйте сиденье так, чтобы руки были слегка согнуты в локтях. Возьмитесь за ручки прямым хватом и держите ноги на полу.",
      "Execution": "Начните движение, потянув рукоятки вниз к плечам, держа локти близко к телу. Сделайте короткую паузу в нижней точке движения, а затем медленно отпустите рукоятки, вернувшись в исходное положение. Повторите движение необходимое количество раз.",
      "Advice": "Используйте вес, который позволит вам поддерживать правильную форму, но при этом будет напрягать мышцы. Делайте движения медленными и контролируемыми, чтобы получить максимальную отдачу от упражнения и избежать травм. Чтобы увеличить сложность упражнения, вы можете использовать более тяжелый вес или выполнять больше повторений."
    },
    "MusclesString": "WidestBack,Biceps",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 100
  },
  {
    "Name": "Вертикальная тяга в тренажере Хаммере на спину",
    "Description": {
      "StartPosition": "Сидя в тренажере, зафиксировав бедра под валиками. Взять поручни тренажера обратным хватом. ",
      "Execution": "Сделать вдох и, зафиксировав грудь в специальный упор тренажера, подтянуть поручни вниз. Сделать выдох по окончании движения. Вернуть поручни тренажера в исходное положение.",
      "Advice": "1. В нижней точке движения сводим лопатки. Это позволяет сделать акцент на мышцах спины. При сведении лопаток в работу включаются: трапециевидные, ромбовидные и задние дельтовидные мышцы. 2. В нижней точке упражнения фиксируем движение на 1-2 секунды, в этом момент максимально напрягаем мышцы спины. Выполняя упражнение с фиксацией, позволяет проработать хорошую форму и рельеф, также помогает изолировать мышцы спины (бицепсы и предплечья напрягаются в меньшей степени)."
    },
    "MusclesString": "WidestBack,MiddleBack,Trapezium,Biceps,ShouldersBack",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 101
  },
  {
    "Name": "Прыжки со скакалкой",
    "Description": {
      "StartPosition": "Для старта нужно подогнать скакалку под свой рост. Для определения идеальной длины нужно стать обеими ногами на середину верёвки и отрегулировать длину так, чтобы её ручки скакалки находились примерно на середине уровня груди (или ориентируйтесь на свои подмышки).",
      "Execution": "Описывайте небольшие круги руками: в движении участвуют как кисти, так и руки. Частой ошибкой новичков является то, что они вращают скакалки только кистями и разводят руки слишком далеко от туловища. Это вызывает быстрое переутомление плечевых мышц из-за излишнего расхода энергии. Скакалка должна всего лишь слегка касаться пола, чтобы ритм не замедлялся.",
      "Advice": "Плечи и предплечья должны быть почти статичны — основная работа приходится на кисти. Старайтесь не сгибайте сильно ноги в коленях, пружиньте только на носках. Задействуйте икроножные мышцы, приземляйтесь на носки."
    },
    "MusclesString": "Cardio,Caviar,Quadriceps",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 102
  },
  {
    "Name": "Супермен",
    "Description": {
      "StartPosition": "Лягте на живот, голова опущена на коврик. Руки вытянуты вперед ладонями вниз. ",
      "Execution": "Оторвите одновременно от пола голову, грудь, бедра и поднимите их максимально вверх. Задержитесь на несколько секунд и затем вернитесь в исходное положение. Не тяните шею вверх, она сохраняет естественное положение. Выполните 10-12 повторений в 2-3 подхода.",
      "Advice": "Очень полезное упражнение для осанки и позвоночника."
    },
    "MusclesString": "MiddleBack,ErectorSpinae,Chest,Buttocks,Thighs",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 103
  },
  {
    "Name": "Отжимания Супермена",
    "Description": {
      "StartPosition": "Лежите на полу, вытянув руки вперед, а ладони на полу. Это позиция супермена. ",
      "Execution": "Держите тело прямым и жестким, выдыхая, поднимайте свое тело от пола, надавливая на ладони. Держись на счет два. Вдохните, когда вы медленно опускаете тело обратно на пол. Повторите для заданного количества повторений. ",
      "Advice": "Держите свой пресс плотно, а тело прямо. Не позволяйте бедрам подниматься или провисать. Отжимание супермена - это продвинутое упражнение с весом, которое отлично подходит для укрепления вашего пресса. Если вы не можете предотвратить провисание нижней части спины, это означает, что ваша прямая мышца живота недостаточно сильна, чтобы держать туго спину."
    },
    "MusclesString": "Abdominal,WidestBack,Chest",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 104
  },
  {
    "Name": "Алмазные отжимания на коленях",
    "Description": {
      "StartPosition": "Встаньте в положение отжимания, поддерживая свое тело на руках и коленях. Ваши руки должны быть расположены таким образом, чтобы ваши большие пальцы и указательные пальцы образовывали ромбовидную форму.",
      "Execution": "Держите свое тело прямым и жестким, а локти - близко к телу, вдыхайте, опуская грудь до пола. Выдохните, вытянув локти и подтолкнув тело обратно в исходное положение. Повторение. ",
      "Advice": "Держите локти, прижатые к телу. Это важно, чтобы акцент был на трицепс плечевого пояса, а не на большую грудную мышцу. Держите ноги в контакте с полом - это обеспечивает большую стабильность. Алмазное отжимание на коленях - блестящее упражнение для начинающих для развития плечевого трицепса."
    },
    "MusclesString": "Triceps,Biceps,Chest,ShouldersFront",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 105
  },
  {
    "Name": "Отжимания с шагом в сторону",
    "Description": {
      "StartPosition": "Приняв упор лежа, поставьте руки вместе так, чтобы ладони касались друг друга. Оказаться они должны посредине груди.",
      "Execution": "Из этого исходного положения сделайте «шаг» в сторону правой рукой и сразу отожмитесь. После чего вернитесь в исходное положение с шагом назад. После этого сделайте шаг на другую руку",
      "Advice": ""
    },
    "MusclesString": "Chest,Biceps,Triceps",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 106
  },
  {
    "Name": "Отжимания узким хватом",
    "Description": {
      "StartPosition": "Встаньте на четвереньки, расположив руки прямо под плечами или ближе друг к другу. Вытяните ноги назад и выпрямите свое тело. ",
      "Execution": "Держа тело прямо и вытянув локти, вдыхайте, опуская грудь на руки. Выдохните, когда вы вернетесь в исходное положение. Повторение. ",
      "Advice": "Чтобы облегчить отжимание при помощи плотного захвата, сделайте это на коленях или положите руки на край возвышенной поверхности, такой как скамья или даже стол. Чтобы сделать упражнение более сложным, либо наденьте утяжеленный жилет, наденьте цепь на туловище или расположите руки ближе друг к другу. Наиболее сложный вариант отжимания с закрытой рукояткой - треугольный или алмазный отжим, который включает в себя расположение рук настолько близко друг к другу, чтобы пальцами и большими пальцами образовать ромбовидную форму. В одном исследовании алмазное отжимание было признано самым эффективным упражнением на трицепс."
    },
    "MusclesString": "Triceps,Chest,ShouldersFront",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 107
  },
  {
    "Name": "Отжимания с колен",
    "Description": {
      "StartPosition": "Займите позицию планки. Затем опустите колени на пол, а ноги скрестите в лодыжках или голени. Расставьте руки на ширину плеч. Статически напрягите пресс. Взгляд направьте перед собой.",
      "Execution": "На вдохе согните руки в локтевых суставах и коснитесь грудью пола. На выдохе отожмитесь от пола, вернитесь в ИП. Повторите заданное количество раз.",
      "Advice": ""
    },
    "MusclesString": "Chest,ShouldersFront,Triceps,Biceps",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 108
  },
  {
    "Name": "Отжимание на одной ноге",
    "Description": {
      "StartPosition": "Встаньте на руки и колени, руки должны быть немного шире плеч. Вытяните ноги назад и выпрямите свое тело. Поднимите одну ногу от пола. ",
      "Execution": "Держите свое тело прямым и жестким, вдыхайте, опуская грудь до пола, сгибая локти. Выдохните, вытянув локти и подтолкнув тело обратно в исходное положение. Повторите, подняв противоположную ногу с пола. ",
      "Advice": "Чтобы сохранить плечи, слегка прижмите локти к телу."
    },
    "MusclesString": "Chest,Abdominal,Triceps,ShouldersFront",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 109
  },
  {
    "Name": "Отжимания с касанием плеча",
    "Description": {
      "StartPosition": "Примите упор лежа, руки расставлены немного шире плеч. Тело должно составлять одну прямую линию от плеч до стоп. ",
      "Execution": "Согните руки в локтях и опустите корпус к полу, задержитесь и сделайте обратный жим в исходное положение. Затем коснитесь рукой противоположного. ",
      "Advice": "Удерживайте мышцы кора напряженными, а спину прямой на протяжении всего упражнения. Во время касания плеча туловище не должно раскачиваться. Держите локти близко к туловищу все время."
    },
    "MusclesString": "Chest,ShouldersFront,Triceps,Abdominal,Biceps",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 110
  },
  {
    "Name": "Отжимания \"Человек-паук\"",
    "Description": {
      "StartPosition": "Встаньте на четвереньки, руки на полу немного шире плеч. Между щиколотками и плечами должна образоваться прямая линия. Максимально напрягите мышцы брюшного пресса и держите их напряженными на протяжении всего упражнения. ",
      "Execution": "Опускаясь для отжимания, подтяните колено одной ноги к одноименному локтю. Сделайте паузу, затем отожмитесь и верните ногу в исходное положение. Выполните отжимание с подтягиванием другой ноги. ",
      "Advice": "Локти не должны выступать в стороны. Держите локти близко к туловищу все время. Удерживайте мышцы кора напряженными, а спину прямой на протяжении всего подхода."
    },
    "MusclesString": "Chest,Triceps,ShouldersFront,Quadriceps,Buttocks,Abdominal",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 111
  },
  {
    "Name": "Жим гантелей лежа c прижатыми локтями",
    "Description": {
      "StartPosition": "Лечь спиной на скамью. В реки взять гантели. Локти прижать к туловищу. Грудь слегка выгнуть. ",
      "Execution": "Вдохнуть, руки с гантелями поднять вертикальное вверх, стараясь держать локти в одной плоскости. Вернуть руки с гантелями в исходное положение, выдохнуть. Повторить. ",
      "Advice": "Рекомендуется выполнять в самом начале или перед окончание тренировки."
    },
    "MusclesString": "Chest,ShouldersFront,ShouldersMiddle,Triceps,Biceps",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 112
  },
  {
    "Name": "Подъем корпуса с поворотом",
    "Description": {
      "StartPosition": "Сядьте на пол, согните колени и упритесь на пятки. Угол между бедром и голенью – около 120 градусов. Отклонитесь немного назад, но не округляйте спину. Руки держите за головой, локти широко расставлены. ",
      "Execution": "Подайте пупок к спине и слегка скрутитесь вправо. Движение небольшое и происходит за счет движения ребер. Это считается за один повтор. Вдохните, пока поворачиваетесь в центр, и скрутитесь влево. Сделайте 30 повторов, меняя стороны.",
      "Advice": ""
    },
    "MusclesString": "Abdominal,Buttocks,LowerBack",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 113
  },
  {
    "Name": "Наклоны с гантелей в сторону",
    "Description": {
      "StartPosition": "Стопы следует поставить на ширине плеч. В одну руку взять гантель, другую поставить на пояс или убрать за голову. Мышцы пресса необходимо напрячь, плечи расправить, бедра зафиксировать (они не должны двигаться влево–вправо), а копчик подкрутить вперед. Прогиб в пояснице при этом отсутствует.",
      "Execution": "Делать наклоны следует в строго вертикальной плоскости до комфортного положения. Сначала наклоняемся в сторону с гантелей (противоположная сторона корпуса в этот момент растягивается), затем мягко переходим в наклон в сторону от гантели (в этот момент как раз работают косые мышцы). Во время движения пресс напряжен, он ни на секунду не расслабляется. Гантель движется строго вдоль ноги.",
      "Advice": "Если на прямых ногах выполнить боковой наклон сложно, колени можно слегка присогнуть. Тренировки с большим и средним отягощением поспособствуют приросту объема косых мышц. А это только увеличит ширину талии. Повороты корпуса во время выполнения упражнения могут привести к истиранию межпозвоночных дисков и защемлению нервных окончаний."
    },
    "MusclesString": "Abdominal",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 114
  },
  {
    "Name": "Реверанс",
    "Description": {
      "StartPosition": "Встаньте ровно. Сделайте шаг левой ногой назад и вправо и согните колени. ",
      "Execution": "Присядьте так, чтобы ваши бедра скрестились. Вернитесь в исходное положение, повторите 10 раз на одну сторону, затем столько же на другую.",
      "Advice": ""
    },
    "MusclesString": "Buttocks,Quadriceps",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 115
  },
  {
    "Name": "Отжимания со спины",
    "Description": {
      "StartPosition": "Опирайтесь на стопы и руки, расположенные на ширине плеч, живот смотрит вверх. ",
      "Execution": "Выпрямляйте руки и поднимайте таз как можно выше от пола. В верхнем положении вдохните, затем сгибайте локти. Выдохните и выпрямите руки: прорабатываем трицепсы. Сделайте 15 повторов.",
      "Advice": ""
    },
    "MusclesString": "Triceps",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 116
  },
  {
    "Name": "Приседания с выбросом ноги вбок",
    "Description": {
      "StartPosition": "",
      "Execution": "Начните делать глубокое приседания. Перенесите вес тела на левую ногу, скрутитесь и выбросьте правую ногу вбок. Нога должна стремиться вперед, а не вверх. Опустите ногу и вернитесь в положение глубокого приседания. Это один повтор. Повторите с другой стороны. Всего упражнение следует сделать 20 повторов.",
      "Advice": ""
    },
    "MusclesString": "Abdominal,Quadriceps,Thighs",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 117
  },
  {
    "Name": "Скручивание: упражнение из Пилатеса",
    "Description": {
      "StartPosition": "Сядьте на пол, стопы опираются в пол, колени согнуты под углом 90 градусов. Вытяните руки к потолку, вытягивайте спину вслед за руками.",
      "Execution": "На выдохе толкайте живот к спине и начинайте укладываться на пол позвонок за позвонком. Движения должны быть плавными и мягкими. Когда голова достигнет пола, укладывайте руки за голову вдоль пола. На выдохе начинайте сворачиваться вверх, медленно поднимая спину от пола и приходя в положение сидя. На вдохе вытяните руки вверх. Это один повтор. Сделайте 10 повторов, медленно и мягко.",
      "Advice": ""
    },
    "MusclesString": "Abdominal",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 118
  },
  {
    "Name": "Наклонный выпад",
    "Description": {
      "StartPosition": "Встаньте ровно, затем сделайте правой ногой широкий шаг назад, согнув оба колена. Оба колена по-прежнему согнуты, вытягивайте корпус вперед и выпрямляйте правое колено. Ягодичная мыщца должна чувствовать работу. ",
      "Execution": "Оттолкнитесь левой пяткой и притяните правую ногу вперед. Вернитесь в исходное положение. Сделайте 12 повторов, затем смените ногу.",
      "Advice": ""
    },
    "MusclesString": "",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 119
  },
  {
    "Name": "Подъем штанги перед собой",
    "Description": {
      "StartPosition": "Штанга в опущенных перед собой руках, хват и ноги — на ширине плеч.",
      "Execution": "Делаете вдох и, помогая только мышцами плечевого пояса, на выдохе поднимаете штангу до уровня глаз. Не задерживаясь, медленно опускаете штангу в исходное положение.",
      "Advice": "Во время выполнения упражнения держите локти чуть согнутыми. Держать локти прямыми можно с малым весом, но лучше изначально осваивать технику, которая поможет избежать травм. Чуть сгибая руки в локтях, вы перенесете нагрузку с суставов на мышцы. Не раскачивайтесь туловищем."
    },
    "MusclesString": "ShouldersFront,ShouldersMiddle,Chest,Trapezium",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 120
  },
  {
    "Name": "Отжимания на гантелях с тягой",
    "Description": {
      "StartPosition": "Поставьте гантели вдоль вашего тела под плечами. Возьмитесь за них и примите упор лёжа. Локти должны быть немного согнуты, спина прямая, а в пояснице естественный прогиб с фиксацией. Для стабильности положения ноги поставьте на ширине плеч. Кисти держите прямыми.",
      "Execution": "Согните руки в локтях до касания грудью пола, вместе с выдохом отожмитесь от пола. Перенесите вес тела на одну руку, и чтобы вы могли держать упор на трёх конечностях. Быстрым движением выполните тягу гантели к поясу и вернитесь в исходное положение. После следующего отжимания поднимите другую руку. Во время подъёма руки делайте небольшой выдох, при опускании вниз — вдох.",
      "Advice": "Для начала попробуйте данное упражнение на коленях. Не берите большой вес гантелей, подойдёт и 5 кг. Если у вас легкие гантели, то не стоит сильно быстро опускать и поднимать руку, положение на одной руке является важной частью упражнения. Если у вас тяжелые гантели не стоит поворачивать корпус во время подъёма гантели. Ошибки: Поворачивание кистей вовнутрь; Опускание таза вниз; Неполный подъём гантели."
    },
    "MusclesString": "Chest,WidestBack,ShouldersFront,ShouldersBack,ShouldersMiddle",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 121
  },
  {
    "Name": "Отведение руки в сторону с гантелей у стойки",
    "Description": {
      "StartPosition": "Встаньте у стойки для приседаний, удерживая гантель в дальней от нее руке, расположенной вдоль туловища, ладонь обращена внутрь. Возьмитесь свободной рукой за перекладину стойки.",
      "Execution": "Отведите гантель вбок и поднимите ее до уровня плеча. Сделайте паузу и опустите гантель в исходное положение.",
      "Advice": "Старайтесь держать руки максимально вытянутыми. При выполнении упражнения старайтесь не использовать инерцию. Двигайтесь медленно и контролируйте свои движения."
    },
    "MusclesString": "ShouldersFront,ShouldersMiddle,Chest,Trapezium",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 122
  },
  {
    "Name": "Жим лёжа в тренажере Хаммере",
    "Description": {
      "StartPosition": "Лягте на скамью, поставьте ноги широко, возьмитесь за рукояти таким образом, чтобы они располагались на середине груди. Ладони должны располагаться шире плеч, локти при движении всегда должны быть направлены в пол.",
      "Execution": "С выдохом выжимайте рычаги вверх, не отрывая спину и таз от скамьи. На вдохе в негативной фазе опускайте рукояти медленно, удерживая локти в одном положении.",
      "Advice": ""
    },
    "MusclesString": "Chest,ShouldersFront,Triceps",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 123
  },
  {
    "Name": "Сведение ног в тренажере",
    "Description": {
      "StartPosition": "Перед выполнением упражнения убедитесь в том, что вес вашего тела приходится на седалищные кости. Расправьте грудь, поместите ноги за специальные мягкие упоры и максимально широко разведите их. Руками возьмитесь за рукоятки. Теперь можно приступить к основной части упражнения",
      "Execution": "На вдохе напрягите пресс и сведите ноги вместе. Ненадолго задержитесь в положении максимального напряжения. Медленно вернитесь в начальное положение и выдохните.",
      "Advice": "Перед выполнением упражнения разомните тазобедренные суставы и потяните паховые связки. Это позволит мышцам лучше воспринимать нагрузку, а также увеличит амплитуду движений. Следите за тем, чтобы спина оставалась ровной. Ни в коем случае не горбите спину на последних повторениях! Если у вас не осталось сил, сократите упражнение или помогите себе преодолеть сопротивление с помощью рук. Работайте медленно и избегайте резких движений. Старайтесь не использовать силу инерции."
    },
    "MusclesString": "Buttocks,Quadriceps,Abdominal",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 124
  },
  {
    "Name": "Разведение ног в тренажере",
    "Description": {
      "StartPosition": "Сядьте на тренажер так, чтобы бедра оказались между боковыми упорами. Возьмитесь руками за ручки, расправьте грудь и выпрямите спину. Теперь можно приступать к разведению ног в тренажере.",
      "Execution": "На вдохе напрягите пресс и максимально разведите ноги в стороны. На несколько секунд задержитесь в крайнем положении. Медленно вернитесь в исходное положение и выдохните. Ваши ноги должны двигаться друг к другу не под давлением подушек тренажера, а немного сопротивляясь ему. То есть мышцы до конца не расслабляем и выполняем движение полностью подконтрольно.",
      "Advice": "Следите за тем, чтобы движение совершалось только за счёт тазобедренного сустава. Коленные и голеностопные суставы не задействуются. Избегайте использования силы инерции в своих движениях. Не стоит сводить ноги до конца. Пусть мышцы постоянно остаются в напряжении. Разверните носки наружу. Так ягодицы получат большую нагрузку."
    },
    "MusclesString": "Buttocks,Quadriceps,Abdominal",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 125
  },
  {
    "Name": "Планка (на локтях)",
    "Description": {
      "StartPosition": "Ступни не должны находиться далеко друг от друга. Поставив их вместе, ты увеличишь нагрузку на пресс. Ноги держи прямо и в напряжении, так ты здорово проработаешь прямую мышцу живота. Ягодичные мышцы нужно привести в тонус и держать в напряжении во время выполнения упражнения. Руки согнуты в локтях, которые располагаются строго под плечевыми суставами.",
      "Execution": "В таком положении нужно находиться не менее 30 секунд. Постепенно нагрузку можно увеличивать. Но только в том случае, если твое тело готово. Если пресс не может выдержать нагрузку и начинает напрягаться спина, то прекратить выполнение упражнения необходимо в тот же момент, когда ты почувствуешь это.",
      "Advice": "Самое главное и самое непростое – нужно держать прямо поясничный отдел. Спину нельзя прогибать или выгибать, она должна быть абсолютно прямая. Живот втянут, но не забывай следить за дыханием, задерживать его не нужно ни в коем случае."
    },
    "MusclesString": "Abdominal,Thighs,MiddleBack,ShouldersFront,Buttocks",
    "Tags": "ExerciseByTime,DatabaseExercise",
    "CodeNum": 126
  },
  {
    "Name": "Эллипсоид",
    "Description": {
      "StartPosition": "1. Возьмитесь за поручни и уверенно поставьте ноги на педали. 2. Тренировка на эллипсоиде в сгорбленном положении принесёт больше вреда, чем пользы. Выпрямите спину. 3. Плотно (но не до побеления костяшек) обхватите подвижные рычаги спортивного агрегата. 4. Убедитесь в том, что стопы плотно прилегают к педалям. Поздравляем! Вы в правильном исходном положении.",
      "Execution": "1. Ведущая, например, правая, нога совершает толчок вперед, в то время как противоположная (в данном случае – левая) рука тянет поручень на себя. 2. Не делайте пауз. Аналогичное движение выполняется другими (разноимёнными) рукой и ногой. Начните медленно, если состояние вашего организма и уровень подготовки позволяют – через несколько минут увеличьте скорость. 3. Останавливайтесь ни в коем случае не резко, а плавно замедляя движение, переходя с бега на эллипсоиде на шаг. ",
      "Advice": "Многие (в особенности, желающие похудеть быстро) используют термобельё для занятий. Ни в коем случае! Нагрузка на сердце будет колоссальной. Влага должна отводиться свободно. • Часто приходится видеть, как занимающиеся (и дамы, и представители сильного пола) буквально «лежат» на поручнях. Не стоит так поступать! На данном виде тренажёра развиваются совершенно конкретные (ножные, поясные) мышцы, и не нужно снимать с них нагрузку, переводя её на руки и плечи. "
    },
    "MusclesString": "Quadriceps,Thighs,Caviar,Cardio",
    "Tags": "ExerciseByTime,DatabaseExercise",
    "CodeNum": 127
  },
  {
    "Name": "Степпер",
    "Description": {
      "StartPosition": "Встаньте на степпер, наклонитесь и немного прогните поясницу. Разведите носки. Многие девушки во время работы на степпере сводят колени, формируя так называемую иксообразную форму ног. Эта ошибка ведёт к травме коленного сустава. Выставьте такую нагрузку, чтобы при работе ягодицы испытывали существенное напряжение.",
      "Execution": "Во время работы давите на платформу пяткой и старайтесь минимально сгибать колено. Движение должно идти от таза, а не от бедра, чтобы нагрузка легла именно на ягодицы, а не на бёдра.",
      "Advice": "Не заваливайтесь на тренажёр. Распределяйте нагрузку равномерно от рук по спине до таза. Не скидывайте всю ответственность на руки – ягодицы не получат достойной нагрузки."
    },
    "MusclesString": "Quadriceps,Thighs,Caviar",
    "Tags": "ExerciseByTime,DatabaseExercise",
    "CodeNum": 128
  },
  {
    "Name": "Жим Тейта гантелями",
    "Description": {
      "StartPosition": "Жим Тейта выполняется лежа на прямой горизонтальной скамье. Берите гантели прямым хватом и располагайтесь на горизонтальной скамье для жима лежа. Поднимите гантели вверх – выжмите их над собой. Гантели находятся на ширине плеч, локти должны быть направлены в стороны. ",
      "Execution": "Опускайте гантели на вдохе по траектории, напоминающей полукруг – вниз и внутрь к груди. При этом руки от плеча до локтя должны оставаться по возможности в одной плоскости. В нижней точке гантели почти касаются верхней части груди. По той же траектории на выдохе гантели поднимаются вверх. Подъем должен происходить за счет максимального напряжения трицепсов. В верхней точке гантели вновь сводятся вместе, можно задержаться на пару секунд, затем гантели снова опускаются в нижнюю точку. ",
      "Advice": "На протяжении всей амплитуды выполняйте движения плавно и подконтрольно. Не двигайте плечами и ни в коем случае не ставьте гантели на грудь в нижней точке. Чтобы сделать выполнение упражнения максимально эффективным, придерживайтесь следующего принципа – движение гантелей в верхнюю точку должно происходить в два раза быстрее, чем движение вниз."
    },
    "MusclesString": "Triceps",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 129
  },
  {
    "Name": "Подъем блина перед собой",
    "Description": {
      "StartPosition": "Возьмите блин двумя руками, большие пальцы смотрят вверх. Встаньте в полный рост, опустив выпрямленные руки перед собой.",
      "Execution": "Слегка согните локти и поднимайте блин до тех пор, пока руки не будут параллельны полу. Сделайте паузу и затем медленно опустите гантель обратно в исходное положение.",
      "Advice": "Поднимайте блин быстрее, чем опускаете. Держите мышцы кора напряженными на протяжении всего упражнения. Колени должны быть все время слегка согнуты, чтобы уменьшить напряжение спины."
    },
    "MusclesString": "ShouldersFront",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 130
  },
  {
    "Name": "Тяга гантелей двумя руками в наклоне",
    "Description": {
      "StartPosition": "Чуть сгибаем колени, держим спину ровно и наклоняемся до параллели с полом, или чуть выше. Угол наклона будет влиять на область спины, которую мы будем прокачивать. Чем более «вертикально» вы стоите, тем сильнее загружается верхняя часть спины. Чем ближе к параллели – тем активнее работают широчайшие, но и сильнее загружается поясница. Универсальным является угол наклона в 45 градусов. Взгляд смотрит прямо. Обе гантели висят в свободном состоянии, расположившись ровно под вашими плечами, руки перпендикулярно полу.",
      "Execution": "Начинаем тянуть локти строго вверх, разводить их в стороны не нужно. Гантели притягиваем к животу. Направление движения локтя указывает на правильность техники. Задерживаемся на 1 секунду в верхней точке и опускаем вес обратно. Лучше опускать руки с весом как можно ниже, чтобы спина растягивалась (однако, при этом не расслабляйте ее).",
      "Advice": ""
    },
    "MusclesString": "WidestBack,MiddleBack,ShouldersBack,Trapezium",
    "Tags": "ExerciseByRepsAndWeight,DumbbellExist,DatabaseExercise",
    "CodeNum": 131
  },
  {
    "Name": "Прыжки с подъемом рук - Джампинг Джек",
    "Description": {
      "StartPosition": "Встаньте прямо, стопы сведены вместе, руки опущены. Согните колени и сделайте прыжок. Не забывайте о дыхании: на вдохе прыжок, на выдохе возвращение в исходное положение.",
      "Execution": "В прыжке одновременно разведите ноги чуть шире плеч и поднимите руки через стороны вверх, можете сделать хлопок над головой. Сделайте прыжок в исходное положение. Повторяйте прыжки в быстром темпе.",
      "Advice": "Старайтесь приземляться как можно мягче, для этого при отталкивании и приземлении колени оставляйте чуть согнутыми. Руки проходят широкое движение через стороны в одной плоскости, не уводите их вперёд или назад. Спина должна быть прямой, мышцы пресса напряжены. "
    },
    "MusclesString": "Cardio,Buttocks,Quadriceps",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 132
  },
  {
    "Name": "Приседание и прыжок",
    "Description": {
      "StartPosition": "Поставьте ноги на ширину плеч, ступни параллельны друг другу. Соедините пальцы за головой, локти разведены в стороны. ",
      "Execution": "Перейдите в полный присед, бедра параллельно полу, и выждите несколько секунд. Резко выпрямите ноги и подпрыгните как можно выше, удерживая руки за головой. Мягко приземлитесь и займите исходное положение. ",
      "Advice": "Не сводите колени во время прыжка или приземления. Делайте паузу в положении полного приседа, чтобы погасить инерцию. Следите за тем, чтобы прыжок был как можно более резким."
    },
    "MusclesString": "Quadriceps,Buttocks,Abdominal",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 133
  },
  {
    "Name": "Прыжки с выпадом",
    "Description": {
      "StartPosition": "Начните с позиции стандартного выпада с одной ногой вперед и согнутым коленом на 90 градусов, а задняя нога должна почти касаться пола. Следите чтобы согнутое колено не выступало за носок.",
      "Execution": "Подпрыгните и быстро поменяйте ноги в воздухе, сохраняя при этом ваш торс прямым. Во время прыжка подключайте также руки, чтобы лучше ощущать и набирать высоту. Приземляйтесь в положении выпада, сгибая колени на 90 градусов. Выполните необходимое количество прыжков, всегда контролируя свою технику, колени, ноги и торс. ",
      "Advice": "Важно мягко приземляться в нижней точке, ведь в противном случае вы рискуете получить травму. Подобный вариант выпадов лучше всего выполнять, как кардионагрузку или же делать их на своих интенсивных жиросжигающих тренировках. Также важно не задерживаться на полу, а буквально пружинить ногами, это сделает упражнении максимально эффективным."
    },
    "MusclesString": "Cardio,Thighs,Buttocks,Abdominal",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 134
  },
  {
    "Name": "Прыжки в позе планки",
    "Description": {
      "StartPosition": "Встаньте в планку, вытянув ноги и втянув пресс. ",
      "Execution": "Из такого положения прыгните ногами вперед к рукам, при этом максимально разведите ноги в стороны.",
      "Advice": "Важно мягко приземляться в нижней точке, ведь в противном случае вы рискуете получить травму. Также важно не задерживаться на полу, а буквально пружинить ногами, это сделает упражнении максимально эффективным."
    },
    "MusclesString": "ShouldersFront,Abdominal,Buttocks,Cardio",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 135
  },
  {
    "Name": "Жим на трицепс-машине сидя",
    "Description": {
      "StartPosition": "Сядьте в тренажер. Отрегулируйте валики и сиденье, чтобы ноги не болтались и был жесткий упор с полом. Локти на уровне плеч",
      "Execution": "Делаем выдох и одновременно выжимаем тренажер до полностью выпрямленных рук, спина при этом должна быть всегда прямая. Вернитесь в исходное положение.",
      "Advice": "Не стоит выбирать большой вес, лучше сделать больше повторений."
    },
    "MusclesString": "Triceps",
    "Tags": "ExerciseByRepsAndWeight,DatabaseExercise",
    "CodeNum": 136
  },
  {
    "Name": "Велосипед на предплечьях",
    "Description": {
      "StartPosition": "Сядьте на коврик, опустите туловище назад, поставив руки на локти и направив предплечья к тазу. Поднимите ноги и притяните до туловища, как будто крутите велосипед. Смотрите вперед, голову сильно не наклоняйте вперед. ",
      "Execution": "Поочередно выпрямляйте ноги. Пола пятками не касайтесь.",
      "Advice": "Упражнение несложное, но можно поднять ноги выше над полом."
    },
    "MusclesString": "Abdominal",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 137
  },
  {
    "Name": "Скалолаз",
    "Description": {
      "StartPosition": "Встаём в упор лёжа.",
      "Execution": "Сперва сгибаем левую ногу и подтягиваем её к корпусу. Возвращаем ногу на место. Затем повторяем то же самое с правой ногой.",
      "Advice": "Держите корпус ровным, не поднимайте таз слишком высоко. Выполняйте движения в устойчивом темпе, не спеша. Следите за дыханием и не прогибайтесь в пояснице. Плечи должны находиться над ладонями."
    },
    "MusclesString": "Abdominal",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 138
  },
  {
    "Name": "Подъем коленей к груди стоя поочереди",
    "Description": {
      "StartPosition": "Встаньте прямо, ноги на ширине плеч. Руки можно положить на бедра или держать их вдоль тела для баланса. Спина должна быть прямая, а плечи расправлены. Взгляд направлен вперед.",
      "Execution": "Начните с подъема правого колена к груди, стараясь поднять его как можно выше. Одновременно сгибайте левую руку в локте и поднимайте её к правому колену, будто пытаетесь их встретить. Опустите правую ногу обратно на пол и сразу же начните подъем левого колена к груди, одновременно сгибая правую руку в локте и поднимая её к левому колену. Продолжайте чередовать подъемы коленей, поддерживая ритмичный темп. Двигайтесь плавно, без резких движений, сохраняя равновесие.",
      "Advice": "Следите за осанкой: спина должна оставаться прямой на протяжении всего упражнения. Поддерживайте равномерное дыхание: выдыхайте при подъеме колена и вдыхайте при возвращении ноги в исходное положение. Начинайте с медленного темпа, постепенно увеличивая скорость по мере того, как будете чувствовать себя уверенно. Если вам сложно сохранять равновесие, можно слегка развести ноги в стороны или выполнять упражнение у стены, чтобы поддерживать баланс. Убедитесь, что колени поднимаются максимально высоко, чтобы активировать мышцы живота и бедер."
    },
    "MusclesString": "Abdominal,Thighs",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 139
  },
  {
    "Name": "Круги плечами",
    "Description": {
      "StartPosition": "Встаньте прямо, ноги на ширине плеч, руки свободно опущены.",
      "Execution": "Совершайте круговые движения плечами вперёд, затем назад.",
      "Advice": "Движения должны быть мягкими. Не поднимайте плечи слишком высоко и не перенапрягайтесь."
    },
    "MusclesString": "Trapezium,ShouldersFront",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 140
  },
  {
    "Name": "Боковые наклоны",
    "Description": {
      "StartPosition": "Встаньте прямо, ноги на ширине плеч, руки опущены вдоль тела.",
      "Execution": "Медленно наклонитесь вправо, скользя рукой по бедру, затем вернитесь в центр и повторите влево.",
      "Advice": "Двигайтесь плавно, не поворачивая корпус. Держите мышцы пресса в напряжении."
    },
    "MusclesString": "WidestBack,ErectorSpinae,Abdominal",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 141
  },
  {
    "Name": "Подъём ноги назад стоя",
    "Description": {
      "StartPosition": "Встаньте прямо, ноги на ширине бедер, руки на бедрах или опираются на опору.",
      "Execution": "Поднимите прямую ногу назад, напрягая ягодицы. Опустите ногу и повторите с другой.",
      "Advice": "Не прогибайтесь в пояснице. Сконцентрируйтесь на контроле движения и работе ягодиц."
    },
    "MusclesString": "Buttocks,Thighs,Quadriceps",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 142
  },
  {
    "Name": "Попеременные махи руками вверх-вниз",
    "Description": {
      "StartPosition": "Встаньте прямо, ноги на ширине плеч, руки вытянуты вдоль тела.",
      "Execution": "Поднимайте одну руку вверх, одновременно опуская другую вниз. Затем меняйте стороны в ритмичном темпе, сохраняя руки прямыми.",
      "Advice": "Держите корпус неподвижным, не вращайте туловище. Выполняйте упражнение плавно, контролируя амплитуду движений."
    },
    "MusclesString": "Trapezium,ShouldersFront,Abdominal",
    "Tags": "CanDoAtHome,DatabaseExercise,ExerciseByReps",
    "CodeNum": 143
  }
]